{"Airgetlam.Displayname":"Airgetlám","Airgetlam.Description":"The gleaming, silver arm of an ancient king. It shines with the enigmatic power of the Tuatha Dé Danann.","AntlerofCernunnos.Displayname":"Antler of Cernunnos","AntlerofCernunnos.Description":"A shining, golden antler that was shed by a forest god.","Aurelia.Displayname":"Aurelia","Aurelia.Description":"A golden scickle used by the godess of harvests to command the plants to sleep for the winter.","Balmung.Displayname":"Balmung","Balmung.Description":"A fiersom weapon carved from the fang of the slain dragon, Fáfnir. The blade of this sword continuously secretes a deadly poison.","BowofEros.Displayname":"Bow of Eros","BowofEros.Description":"The bow used by the god of love to pair couples together.","Bragi.Displayname":"Bragi","Bragi.Description":"A gleaming sword that emits a beautiful melody. Though it appears to be made of silver and gold, it was carved from the trees of Glasir.","Brionac.Displayname":"Brionac","Brionac.Description":"The invincible spear of Lugh. It shines like the sun, and makes a sound like thunder as it slices through the air.","Brisingamen.Displayname":"Brísingamen","Brisingamen.Description":"A spear of incredible beauty that was once owned by the goddess Freyja. Wielders of this spear become irresistible to their foes, and thus incredibly difficult to defeat in battle.","Caladcholg.Displayname":"Caladcholg","Caladcholg.Description":"An unbreakable sword carved from a single large gemstone. It leaves the arc of a rainbow in its wake when swung through the air.","Caliburn.Displayname":"Caliburn","Caliburn.Description":"The sword of destiny pulled from the Stone by Arthur. The hilt of this weapon will burn the hands of unworthy warriors who try to wield it.","Callisto.Displayname":"Callisto","Callisto.Description":"A gleaming mace in the shape of a star. This weapon strikes with the force of the great bear.","ClaiomhSolais.Displayname":"Claíomh Solais","ClaiomhSolais.Description":"A shining sword that radiates with the light of the sun. It is capable of slaying creatures which mortal weapons cannot harm.","Clarent.Displayname":"Clarent","Clarent.Description":"The sword of peace gifted to Uther Pendragon by the Queen of Avalon. This sword is imbued with the enchantments of the faefolk, and is primarily used for ceremonial purposes.","Corndelicorne.Displayname":"Corndelicorne","Corndelicorne.Description":"An enchanted spear carved from the horn of a unicorn. It is said to be able to pierce anything, and cannot be scratched or broken by any normal means.","Dainsleif.Displayname":"Dáinsleif","Dainsleif.Description":"The dwarvish sword of an ancient king. This sword is cursed to cause death every time it is bared. Wounds caused by this weapon will never heal, even if just a scratch.","DragonCrescentBlade.Displayname":"Dragon Crescent Blade","DragonCrescentBlade.Description":"A guando once used by the general of the Dragon Emperor.  The steel of this weapon remains perpetually burning hot to all but the wielder.","Dreamcatcher.Displayname":"Dreamcatcher","Dreamcatcher.Description":"A hoop-shaped staff that is wrapped in gossamer threads of spider silk. The threads of this staff can be used to entrap evil spirits, but are intangible to living beings.","Durandal.Displayname":"Durandal","Durandal.Description":"The indestructible sword of the hero Roland. In the right hands, this weapon can cleave entire mountains in half with a single swing.","Dystopia.Displayname":"Dystopia","Dystopia.Description":"An infernal scythe used by Eris to rend apart the fabric of reality. Strange, unexplainable phenomena will sometimes erupt within the general vicinity of this weapon.","Eurydice.Displayname":"Eurydice","Eurydice.Description":"An enchanted rapier grown by a forest nymph. The blade of this weapon is an single large thorn, and its hilt appears to be a living plant.","Excalibur.Displayname":"Excalibur","Excalibur.Description":"The enchanted sword gifted to Arther by Nimuë of the Lake. The blade of this weapon can cut through steel as though it were cloth, but those with impure souls will find it too heavy to lift.","EyeofRa.Displayname":"Eye of Ra","EyeofRa.Description":"A radiant crimson gem that is held by mystical forces within a golden ringed staff. It appears as though a molten sun is trapped within this gem.","Faunus.Displayname":"Faunus","Faunus.Description":"A scepter wielded by elder fauns. It can be used to herd and command wild animals.","FrostFareBlade.Displayname":"Frost Fare Blade","FrostFareBlade.Description":"A guando that is made of icy steel which is so cold, that blood which is spilt upon its blade instantly freezes.","Galatine.Displayname":"Galatine","Galatine.Description":"An enigmatic sword which grows stronger in sunlight, yet strikes with a dark power when wielded. The blade appears to be a single strange leaf, but it is stronger and sharper than steel.","Gambanteinn.Displayname":"Gambanteinn","Gambanteinn.Description":"An ancient wand that wields unfathomable power. The massive gemstone it houses pulses with an eerie crimson light.","Glamdring.Displayname":"Glamdring","Glamdring.Description":"An enchanted sword forged by the King of the Faeries. This weapon is as light as a feather, yet stronger than steel.","Gram.Displayname":"Gram","Gram.Description":"The enchanted sword that Sigurd used to slay the dragon Fáfnir. It was reforged by a dwarven smith after being shattered by Odin.","Gungnir.Displayname":"Gungnir","Gungnir.Description":"The divine spear of Odin that was carved from the wood of the World Tree, Yggdrasil. It is covered in enchanted runes that prevent it from ever missing its target.","Inkanyamba.Displayname":"Inkanyamba","Inkanyamba.Description":"A giant tooth from an immense eel. It is wrapped in the hide of a mysterious creature to make it safe to wield.","Kaumodaki.Displayname":"Kaumodaki","Kaumodaki.Description":"The divine gada of Vishnu. It is capable of slaying many demons with a single swing, and makes a sound like thunder when it strikes its foe.","Kerykeion.Displayname":"Kerykeion","Kerykeion.Description":"A mythical sceptor entwined with a serpent. This staff can put people to sleep or awaken them, ease the deaths of the dying, and return the dead to life.","Kusanagi.Displayname":"Kusanagi","Kusanagi.Description":"A divine sword found within the stomach of the dragon Orochi. This weapon is rumored to kill those who see it, and has been locked within a guarded shrine for centuries.","KwakuAnanse.Displayname":"Kwaku Ananse","KwakuAnanse.Description":"A strange sword made using a shed exoskeleton from the spider god, Anansi. The blade of this weapon continuously secretes a deadly spider venom.","Kyuubi.Displayname":"Kyuubi","Kyuubi.Description":"A giant battle fan that contains the entrapped spirit of an enormous yokai. A single swing of this fan can create hurricane-force winds instantaneously.","Laevateinn.Displayname":"Laevateinn","Laevateinn.Description":"An infernal sword forged by the trickster, Loki. This weapon passes harmlessly through armor and flesh, but shatters bones into fragments as though they were made of glass.","Lagertha.Displayname":"Lagertha","Lagertha.Description":"A shining spear made from a never-melting ice. It was once wielded by a Shield Maiden Queen, who became a Valkyrie in death.","Longinus.Displayname":"Longinus","Longinus.Description":"A spear of light that was used to kill a demi-god. It blinds It is too bright for those with impure souls to look upon.","LorgMor.Displayname":"Lorg Mór","LorgMor.Description":"The mighty club of the Dagda. One end can slay ten men at once, while the other can return the dead to life.","Mahuika\u0027sTalon.Displayname":"Mahuika\u0027s Talon","Mahuika\u0027sTalon.Description":"An obsidian blade that flows with molten lava. This weapon will only burn that which its wielder intends.","Mezzaluna.Displayname":"Mezzaluna","Mezzaluna.Description":"A shining silver blade that gleams with the radiance of moonlight. It was forged to enhance the powers of an ancient werewolf hero; so that the moon could always shine upon him, even in daylight.","MirrorofPachacutec.Displayname":"Mirror of Pachacutec","MirrorofPachacutec.Description":"The divine mirror of an ancient emperor. Rather than glass, the frame of this implement houses a vaporous portal through which all things can be seen.","Mjollnir.Displayname":"Mjöllnir","Mjollnir.Description":"The hammer of Thor that was forged by dwarvish master smiths. Despite its short handle, this weapon posesses inconceivable power; capable of reducing mountains to rubble instantaneously.","MomentoMori.Displayname":"Momento Mori","MomentoMori.Description":"A dark rapier wielded by the Queen of the Netherworld. This weapon can absorb the light around it, and command the shadows which grow as a result.","Mwindo\u0027sScepter.Displayname":"Mwindo\u0027s Scepter","Mwindo\u0027sScepter.Description":"The divine rod wielded by the hero Mwindo. Wielders of this scepter can command the earth and plants, and invoke the power of the gods to control the weather.","Naberius.Displayname":"Naberius","Naberius.Description":"An infernal trident carved using one tooth from each of the three heads of Cerberus. Wielders of this implement can pass freely between the realms of the living and the dead.","Nidhoggr.Displayname":"Nídhöggr","Nidhoggr.Description":"A spear wielded by the ruler of Hel that is tipped with a fang from the dragon, Nídhöggr. Wounds caused by this weapon will immediately begin to fester and rot.","Ohto.Displayname":"Ohto","Ohto.Description":"A huge paw that belonged to an ancient king of the bears. It moves as though it is still alive.","Orcus.Displayname":"Orcus","Orcus.Description":"The divine bident of the ruler of Hades. This weapon passes harmlessly through living tissue to rend the spirit of its victim from their body. Those who wield this weapon can command the souls and corpses of the deceased.","Orion.Displayname":"Orion","Orion.Description":"The club of an ancient hunter, pulled down from the heavens for mortal use. It is comprised of a nebulous material the likes of which you have never encountered, and the gemstones set within it shine with the brilliance of starlight.","Ouroboros.Displayname":"Ouroboros","Ouroboros.Description":"A twisted blade carved from a fang of the Midgard Serpent. The venom that seeps from this blade has no antidote.","PhoenixPinion.Displayname":"Phoenix Pinion","PhoenixPinion.Description":"A giant flight feather from a massive fire bird. It glows brightly and emits an intense heat.","Ragnarok.Displayname":"Ragnarök","Ragnarok.Description":"A triple-bladed sword carved from a single fang; which the giant wolf, Fenrir, lost while biting off the hand of Tyr. Wounds caused by this weapon can never be healed, even by divine means.","Ratatoskr.Displayname":"Ratatoskr","Ratatoskr.Description":"A branch from the World Tree, Yggdrasil, which has been carved into the form of a Ratatoskr. Wielders of this hammer can command small mammals to do their bidding.","Revontulet.Displayname":"Revontulet","Revontulet.Description":"A gleaming sword that shines with the firelight of the aurora. It is made from a single hair from the tail of Tulikettu.","SavetheQueen.Displayname":"Save the Queen","SavetheQueen.Description":"An enchanted rapier made from the stinger of an immense bee. The blade of this weapon injects apitoxin into those that are pierced by it. Wielders of this sword gain the ability to command swarms of wild bees.","Sedit\u0027sWhisker.Displayname":"Sedit\u0027s Whisker","Sedit\u0027sWhisker.Description":"An immense whisker that was shed by the trickster, Coyote. This weapon harms both the physical body and the spirit of those who are struck by it.","SilverCrescent.Displayname":"Silver Crescent","SilverCrescent.Description":"The divine bow of Artemis which transforms arrows shot from it into beams of pure moonlight.  When shot into the sea, this bow can direct the tide to rise or fall, depending on where its arrows fall.","Skirnismal.Displayname":"Skírnismál","Skirnismal.Description":"A divine sword once owned by Freyr, which he surrendered in exchange for Gerdr\u0027s hand in marraige. It is said that this sword will fight on its own and defend its owner of its own accord, if the wielder is wise enough to know how to use it.","StaffofIris.Displayname":"Staff of Iris","StaffofIris.Description":"The radiant staff of the goddess of rainbows. It appears to be comprised of strands of different colored light which have been braided together.","StaffofOisin.Displayname":"Staff of Oisín","StaffofOisin.Description":"An arcane scepter topped with the antlers of a stag. Wielders of this staff can herd and control wild animals, and are capable of transforming themselves into a hart.","StaffofYoba.Displayname":"Staff of Yoba","StaffofYoba.Description":"An arcane staff wielded by the high priests of Yoba. Wielders of this staff can command the power of the four seasons.","Sundog.Displayname":"Sundog","Sundog.Description":"The golden bow of Apollo which transforms arrows into beams of pure sunlight. When shot into the ground, this bow can trun swamp into dry land, and dry land into desert.","SwordofThunderbolt.Displayname":"Sword of Thunderbolt","SwordofThunderbolt.Description":"The sword of Zeuse forged from living lightning. The shape of its blade is in constant flux, and crackles brightly with static energy.","Tezcatlipoca.Displayname":"Tezcatlipoca","Tezcatlipoca.Description":"An immense cat claw wrapped in the skin of a jaguar. The claw becomes sharper with every enemy it slays.","Thyrsus.Displayname":"Thyrsus","Thyrsus.Description":"A golden staff topped by an enormous pinecone. This scepter can transmute any liquid into wine. The wielders of this implement can intoxicate those around them by merely willing it to happen.","Triton.Displayname":"Triton","Triton.Description":"The trident of Poseidon that can command the seas and the storms. This weapon can purify, boil or freeze water by simply touching it to the liquid\u0027s surface.","Tyrfing.Displayname":"Tyrfing","Tyrfing.Description":"A cursed blade that seeks to cause the death of its wielder.","Vajra.Displayname":"Vajra","Vajra.Description":"A ceremonial dagger that consists of a central blade surrounded by a circular cage of arced blades.","Wepwawet.Displayname":"Wepwawet","Wepwawet.Description":"An ancient battle axe fashioned around a jackal-eared scepter.","Zephyros.Displayname":"Zephyros","Zephyros.Description":"The divine fan with which the god of the west wind directs the weather. It is capable of comanding the strength and direction of the winds."}