{
  	"Introduction": "Greetings, Human. I can sell you rare items from the far reaches of the desert. I have my wares listed upon this wall...$1#$b#If you are able to read it.$4#$e",
// 0 HEART ============================================ 
	"Mon": "What's that? You have never met a talking jackal?$2#$b#You humans assume much...$3#$e",
  	"Tue": "There are hidden paths through the desert sands. Those who know their secrets can use them to travel between the desolate places of this world.$0#$e",
  	"Wed": "I represent the guardians of the desert sands.$0#$b#If you wish to make offerings to them, you may leave your gifts with me.$4#$e",
  	"Thu": "The guardians of nature have a great love for wine.$0#$b#The spirits love their spirits, as they say.$4#$e",
  	"Fri": "The guardians of the desert prefer fresh, natural and beautiful offerings...$0#$b#If you leave offerings with me, I will take them to the temple beneath the sand before the sun rises. $1#$e",
  	"Sat": "Most humans are unwilling to see creatures such as myself...$2#$b#But you are different from most humans, it seems.$1#$e",
  	"Sun": "As you gain favor with the guardians of the desert, they will allow me to sell to you a wider variety of items.$1#$e",
// 2 HEART ============================================
  	"Mon2": "Do not throw away the wild seeds you find throughout your travels. Some of them may produce valuable crops.$1#$e",
  	"Tue2": "As the spirits of the sand begin to know you better, I will add additional items to my shop.$4#$e",
  	"Wed2": "If you do not properly care for your livestock, they will not produce for you.$0#$b#It may be best to wait until you have adequately prepared your farm before bringing animals onto it.$0#$e",
  	"Thu2": "Many do not know that the blossom of the cactus fruit can also be used to produce a variety of items...$1#$b#Wise farmers will utilize multiple parts of the same crop to maximise their profits.$4#$e",
  	"Fri2": "What do we do with the items you offer us?$3#$b#Some are consumed by the spirits themselves, but most are used as blessings for the humans who pray for our aid.$1#$e",
  	"Sat2": "The spirits whisper of unrest beneath the sands...$3#$b#Many terrible creatures have infested the caverns, it would appear.$5#$e",
  	"Sun2": "The spirits of nature speak of the aid you have provided to those who dwell within the human settlement not far from here.$1#$b#If you continue to aid them, you are certain to recieve further blessings as reward.$4#$e",
// 4 HEART ============================================
  	"Mon4": "Beware the desert's mirrage. Not all of the desert spirits are friendly to humans, some will lead you to your certain doom.$3#$e",
  	"Tue4": "A great golden bird of lives in this desert, when it flies through the sky it is as though a second sun has risen.$0#$b#If you are lucky, you may find one of its divine golden feathers.$4#$b#The bird that they fall from flies all across this world, but it only flies when the sun is bright.$1#$e",
  	"Wed4": "There are many people who go in and out of that human dwelling near the road. It seems an odd place for humans to travel.$2#$b#I wonder what is so special to draw them so far from their settlements?$3#$e",
 	"Thu4": "It is easy to wander in circles if you become lost in the desert. To ensure sure you do not, pick a landmark in the distance to walk toward.$2#$b#Remember that regardless of what you do...Many who become lost in the desert are never seen again.$3#$e",
  	"Fri4": "The desert sands are all connected. Within their vast wastes lie hidden oases, some of which grow plants found no where else in the world.$1#$e",
  	"Sat4": "There are fish that live within this desert that cannot be found anywhere else.$1#$b#It may seem surprising to find an animal like a fish in such a desolate place, but many creatures live in surprising locations.$4#$e",
  	"Sun4": "If you must hide in the shade from the desert sun, do make sure that a snake or scorpion has not already claimed it.$3#$b#If you dig a shallow hole, you will find the deeper soil is slightly cooler.$4#$e",
// 6 HEART ============================================
  	"Mon6": "On the days when clouds gather in the sky near your settlement, I can hear a faint howling carried by the wind that blows from that direction.$3#$b#To me it sounds sad, rather than ominous.$2#$e",
  	"Tue6": "The key to the cavern lies at the bottom of the mines.$3#$b#There are many dangerous creatures within the mine itself, but if you cannot survive those dangers then you have no business in the caverns anyway.$2#$e",
  	"Wed6": "I am not the only emissary of nature in this world. It would benefit you to seek out those who live in the forest, mountain, swamp, jungle and seaside.$4#$e",
  	"Thu6": "Many crops can be used to make teas. Flowers, herbs, spices, and even some woods can be used to brew special types of tea.$1#$e",
  	"Fri6": "Not all cultivated trees produce fruit. Some produce leaves or seeds that are prized as herbs and spices by humans.$0#$e",
  	"Sat6": "In the north of the desert, you will find an ancient altar surrounded by three pillars. A great power slumbers there, waiting for someone to awaken it.$3#$e",
  	"Sun6": "The only way to defeat a mummy is to destroy its body before it can rise again.$3#$b#Do you have a way to quickly scatter their parts?$2#$e",
// 8 HEART ============================================
  	"Mon8": "If you find a gem that shines with the light of the rainbow, hold it up between the three pillars in the north of the desert.$3#$b#Also, if you were to place such a gem in the altar in the swamp, you can alter the makeup of your family.$3#$b#I am certain this would also make my friend there quite happy!$1#$e",
  	"Tue8": "Since you have done well, I will tell you a secret...$4#$b#There exist divine trees within this world that produce crops of wonderous power.$3#$b#Perhaps if you continue to do well I will allow you purchase some of them.$1#$e",
  	"Wed8": "If you grind or dry the fruit of the myristica tree, you will find a crimson aril, from which both nutmeg and mace can be produced by grinding or drying.$0#$b#My trees are enchanted to sometimes produce two arils, so that you do not always have to chose which spice to make.$1#$e",
  	"Thu8": "Do not attempt to follow the spirits who dwell in the desert.$3#$b#They will entice you with mirages, and lead you to your doom.$2#$e",
  	"Fri8": "The serpents within the cavern emit a powerful energy that cannot be seen.$3#$b#You can damage them by striking this energy, if you attack them when they seem just out of reach.$0#$e",
  	"Sat8": "Long ago, when this land was lush, great beasts roamed this area. Their bones can still be found in some parts of the desert.$2#$b#Do there exist places where such beasts still roam? This world is vast...Anything is possible.$4#$e",
  	"Sun8": "The deeper you go into the caverns, the greater the rewards will be.$1#$b#But be warned, the danger will also rise the further from the surface you descend.$3#$e",
// 10 HEART - SPRING ============================================
	"spring_Mon10": "Sometimes it will rain briefly in this region overnight, it is just enough to keep the plants going.$1#$b#When this happens, cactus flowers will bloom across the desert the following morning.$4#$e",
  	"spring_Tue10": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$3#$e",
	"spring_Wed10": "If you find a legendary feather from a divine bird, you may be able to grind it into an arcane powder.$2#$b#The power of magical creatures extends even to those parts of their bodies they shed.$3#$e",
  	"spring_Thu10": "There is a great bird who lives in this desert which causes sandstorms by flapping its wings.$3#$b#When its feathers fall from the sky, they stick into the ground like knives made of stone.$3#$b# Such feathers are from the Roc, and are quite valuable if you should happen to find one.$1#$e",
  	"spring_Fri10": "Long ago, when this land was lush, great beasts roamed this area. Their bones can still be found in some parts of the desert.$2#$b#Do there exist places where such beasts still roam? This world is vast...Anything is possible.$4#$e",
  	"spring_Sat10": "There are fish that live within this desert that cannot be found anywhere else.$1#$b#It may seem surprising to find an animal like a fish in such a desolate place, but many creatures live in surprising locations.$4#$e",
  	"spring_Sun10": "If you oxidize white tea leaves properly, you can make yellow tea leaves.$0#$b#Red tea leaves can be made by doing the same to the leaves of a rooibos bush.$4#$e",
// 10 HEART - SUMMER ============================================
  	"summer_Mon10": "A great golden bird of lives in this desert, when it flies through the sky it is as though a second sun has risen.$4#$b#If you are lucky, you may find one of its divine golden feathers.$1#$b#The Alicanto flies all across this world, but it only flies when the sun is shining brightly.$0#$e",
  	"summer_Tue10": "The Bodhi tree shines with divine light. It is said that the philosopher's stone can be crafted from its flowers.$3#$b#...$4#$b#Of course I know how to do it.$3#$b#...$4#$b#Of course I'm not going to tell you how!$5#$e",
  	"summer_Wed10": "The Fusang tree is imbued with the element of fire.$3#$b#The fruit it bears takes the shape of a dragon, and phoenixes use their branches to build their resurrection pyres.$3#$e",
  	"summer_Thu10": "Coyote is such a problem sometimes, you really must be wary of his tricks.$5#$b#The punchlines of his 'jokes' sometimes end up causing great harm to mortals.$3#$e",
	"summer_Fri10": "I saw a green light hovering over the human settlement your farm is a part of the other night. It moved like a bird, but it may have been something from out of this world.$2#$e",
  	"summer_Sat10": "The divine apples of Idunn were once grown in Glasislundr, though now they can only be recreated through alchemical means.$2#$e",
  	"summer_Sun10": "The sunberry cactus grows a spicy, sweet fruit that shines with golden light.$1#$b#I have yet to meet a single human who does not love sunberries.$4#$e",
// 10 HEART - FALL ============================================
	"fall_Mon10": "The spiny green cactushrooms that grow in this region are a rare form of desert cactus.$0#$b#They can be used to make a special tea, though it is advised that you remove the spines before processing them.$4#$e",
	"fall_Tue10": "If you find a feather that feels like it is made of metal, it may be a blessing from a divine bird. Such items can be sold at a high price, or smelted into ingots.$1#$e",
 	"fall_Wed10": "It is easy to wander in circles if you become lost in the desert. To ensure sure you do not, pick a landmark in the distance to walk toward.$2#$b#Remember that regardless of what you do...Many who become lost in the desert are never seen again.$3#$e",
  	"fall_Thu10": "Items that are poisonous to humans and animals are often safe for shadow folk, goblins and dwarves to consume.$2#$b#You can still make such offerings to nature, we will find a use for them.$4#$e",
  	"fall_Fri10": "The desert sands are all connected. Within their vast wastes lie hidden oases, some of which grow plants found no where else in the world.$2#$e",
	"fall_Sat10": "Do not follow voices on the wind, they may be evil spirits leading you to your doom.$3#$e",
	"fall_Sun10": "You should be wary wandering the desert too far from your settlement. I have seen giant eagles snatch up adult cattle as though they were mice.$2#$b#I am certain you would make a fine snack for such a bird!$3#$e",
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "The desert spirits, pleased with your offerings, have enchanted a tree to create a new species which produces a food imagined by humans.$2#$b#The pods of the white cacao tree will produce white cocoa solids, which can be used to make real white chocolate.$1#$e",
  	"winter_Tue10": "Have you found the emissaries of the forest, mountain, swamp, jungle and sea?$0#$b#If you were to please the guardians of all of those regions, your farm would certainly benefit from the rare crops that would become available to you.$1#$e",
  	"winter_Wed10": "There are many people who go in and out of that human dwelling near the road. It seems an odd place for humans to travel.$3#$b#I wonder what is so special to draw them so far from their settlements?$2#$e",
	"winter_Thu10": "There is a giant silver bird who causes great windstorms when it flaps its wings. Its feathers are made of pure silver, and can be smelted into silver ingots.$1#$e",
	"winter_Fri10": "The Apple of Discord is a dangerous item. All those who see it desire it.$3#$b#Those apples were once only grown in Tartarus, but now it seems they can be made through alchemical means.$5#$e", 
	"winter_Sat10": "I tried trade items with that strange human by the road...$2#$b#First, he screamed at me because 'dogs cannot talk'. And then he tried telling me to pay him in bat wings!$3#$b#I am not going to murder a bunch of innocent bats! What does he even use their wings for? What a terrible human!$5#$e",
  	"winter_Sun10": "The deeper you go into the caverns, the greater the rewards will be.$1#$b#But be warned, the danger will also rise the further from the surface you descend.$3#$e",
// MISC ============================================
	"summer_21_1": "Ah! The summer solstice is upon us! If you are lucky, you may find some of the desert fruits that come out this time of year.$1#$b#If you are not quick, the animals in this area will get to them first!$2#$e",
}















 











