{
  	"Introduction": "Greetings, Human!$1#$b#Do you value the bounty given freely to you by nature?$0#$b#If you would like to seed your farm with native species, I have a few saplings and starters for sale.$1#b#That is...If you are able to read the sign...$4#",
// 0 HEART ============================================    
	"Mon": "There is a very old temple deep inside of this mountain that the animals use to commune with the earth spirits. There are actually quite a few such temples scattered around this world.$4#",
  	"Tue": "The nature temples in this realm are off limits to mortal humans, but if you manage to find their guardians, you can still gain favor with the spirits.$5#$b#I am...I'm one of those guardians...In case it wasn't apparent.$2#$b#If you want to leave offering to nature, you can bring them to a nature spirit. We will deliver your offerings for you.$1#",
  	"Wed": "What's that? You want to know WHERE the nature temples are? They are specifically unreachable to you humans, not even the wizard has seen them.$4#$b#But if you must know...There is one under this mountain, one deep in the forest, one in a vast desert, one in a dark swamp, one beneath the sea, and one in an impenetrable jungle.$4#",
  	"Thu": "Of course I'm really a coyote, my name is 'Coyote', isn't it?$2#$b#I AM Coyote.$5#",
  	"Fri": "Glowing markings...?$0#$b#Wait, you see me as something other than a regular-old, wild coyote?$2#$b#Ah, you must have drunk the wizard's tonic!$2#$b#Which...Of course makes sense...Since we are speaking to one another...$3#",
  	"Sat": "If you gain enough favor with the nature spirits, they will allow me to sell you a wider variety of crops.$1#$b#Spirits prefer fresh, as opossed to processed items; valuable stones, alcohol, teas and arcane items are also seen as favorable gifts.$0#",
  	"Sun": "There is a strange golden relic in the back of this cavern.$4#$b#But you must be careful, for it is guarded by malevolent spirits.$3#",
// 2 HEART ============================================
  	"Mon2": "Greetings, Human! As the mountain spirits grow to trust you, you will see new items appear in my inventory.$1#",
  	"Tue2": "The nature spirits that are living in your town hall seem to be pleased with your work.$0#$b#If you keep them happy you are certain to benefit.$1#",
  	"Wed2": "That wild human who lives across the bridge, he seems to get most of his food by foraging.$2#$b#If more humans lived like him, there would be far less destruction to the natural world.$0#",
  	"Thu2": "That barghest will sell you some pretty nice things once the swamp spirits are happy with you.$1#$b#You should uh...Probably not trust anything he says, though.$0#$b#He tends to be involved with a lot of 'accidents' involving humans drowning...Or getting hit by a trains...Or being torn apart by ravenous beasts...Or disappearing into a nightmare realm of unfathomable horror...You know, typical barghest things.$2#",
	"Fri2": "If you befriend the wild animals, they may reward you by sharing their wisdom with you.$1#",
  	"Sat2": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find valuable.$0#$b#Some items can be ground down into fertilizer or other useful materials if you have the right equipment.$1#",
  	"Sun2": "Some of the items you offer to the mountain are regifted to kind humans who have fallen on hard times.$0#",
// 4 HEART ============================================
  	"Mon4": "If you want to advance to the bottom of the mine, you should prioritize upgrading your tools.$0#",
  	"Tue4": "There is a strange golden relic in the back of this cavern.$4#$b#But you must be careful, for it is guarded by malevolent spirits.$3#",
  	"Wed4": "Though we represent different elements, nature spirits tend to be similar. The same types of offerings are often appropriate for each region.$0#",
  	"Thu4": "Many of the caves of this world connect to one another in the dark depths at the foundations of the earth, through these passages I am able to acquire exotic goods from the world over.$3#$b#Many of these tunnels also connect to the various nether realms, so you should be wary about straying too deep.$3#",
  	"Fri4": "There are many elemental birds in this world that are capable of affecting the weather.$1#$b#If you are lucky, you may find one of their divine feathers on the ground.$4#",
  	"Sat4": "Nature used to be pristine and beautiful, untouched by industry.$2#$b#But now it is filled with garbage. You cannot escape it, it is everywhere.$5#",
  	"Sun4": "Berry bushes that you find out in the wild will not produce every day, but the ones that I sell will fruit daily in their correct season.$1#$b#But they will only produce one fruit at a time, whereas wild bushes may drop extra berries when you harvest from them.$2#",
// 6 HEART ============================================
  	"Mon6": "Most wild tree seeds can be used like nuts, though acorns need to be blanched in a preserves jar, and maple seeds need to be shelled in an auto-mill.$1#",
  	"Tue6": "Certain wild crops may drop additional produce when raised by hand. For example, if you raise crocus well they may also produce harvestable saffron.$0#",
  	"Wed6": "Certain mushrooms and vegetables that can be found in nature will not process properly in a standard pickling jar.$2#$b#The 'Raccoon' in the sewers developed a better version that will preserve mushrooms, pickle nuts and foraged items, and make jellies from flowers.$1#$b#He claims to have 'lost' the blueprints for his inventions, but I suspect they were gifted to a few of the local denizens of Ferngill.$4#",
  	"Thu6": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
  	"Fri6": "The fruit of the guanrana plant is often used to make beverages, due to its high caffeine content.$2#$b#If you want to make it into a potable soda, you sould try mixing it with something else.  Might I suggest Wolfberries?$1#",
  	"Sat6": "Perhaps I'll visit the desert tonight. That old Jackal tends to keep a bit of nice booze handy.$4#",
  	"Sun6": "Many humans used to work in the quarry and mines here, but it seems this place is now mostly abandoned.$0#$b#Monstrous creatures and malevolent spirits thrive in dark places where humans seldom tread.$5#$b#But...Out here in the sun, perhaps trees will start to grow.$1#",
// 8 HEART ============================================
  	"Mon8": "Flowers can be used to make jellies, wines, floral waters, perfumes...Their uses are far greater than most humans realize.$1#$b#Of course, you need the right equipment to properly process them.$4#",
  	"Tue8": "Humans do not really utilize this quarry any longer. If you were to clear out all of the stone, you could use this area to plant trees or place equipment.$0#",
  	"Wed8": "Some crops that are toxic to humans are usable by creatures from other realms. If you process toxic flowers or mushrooms into artisan goods, the nature spirits will buy them off of you for a fair price.$0#$b#Just put them into your shipping crate before bed.$1#",
  	"Thu8": "The bridge to this side of the mountain was out for a bit...It seems that their have been more landslides in the area recently.$2#$b#Some of the larger businesses in the area have unsettled the land with their new construction.$5#",
  	"Fri8": "There are trees in this world that you humans believe only to be fairy tails.$4#$b#If you befriend the forest spirits, you may find that you have access to a few of their saplings.$1#",
  	"Sat8": "The Bearberry bushes that I sell have been enchanted by mountain spirits.$1#$b#If a normal human eats one of the berries, they will be filled with the strength and instincts of a wild beast!$5#",
  	"Sun8": "Have you found the other nature guardians yet? There is one in a forest, one in a swamp, one in a desert, one in a jungle, and one in a sea cove.$0#",
// 10 HEART - SPRING ============================================
  	"spring_Mon10": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find valuable.$0#$b#Some items can be ground down into fertilizer or other useful materials if you have the right equipment.$1#",
	"spring_Tue10": "The truffle starters that I sell will produce from spring through summer, and may on rare occasion produce black or white truffles.$1#",
  	"spring_Wed10": "That wild human who lives across the bridge, he seems to get most of his food by foraging.$2#$b#If more humans lived like him, there would be far less destruction to the natural world.$0#",
	"spring_Thu10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$0#",
	"spring_Fri10": "Many humans used to work in the quarry and mines here, but it seems this place is now mostly abandoned.$0#$b#Monstrous creatures and malevolent spirits thrive in dark places where humans seldom tread.$5#$b#But...Out here in the sun, perhaps trees will start to grow.$1#",
	"spring_Sat10": "The seeds of many wild trees can be used as a food source, even by humans.$0#$b#They may need to have the toxins leached out of them, or have the unedible parts cut off of them, but they can be used like an edible nut after.$1#",
  	"spring_Sun10": "The fruit of the guanrana plant is often used to make beverages, due to its high caffeine content.$2#$b#If you want to make it into a potable soda, you sould try mixing it with something else.  Might I suggest Wolfberries?$1#",
// 10 HEART - SUMMER ============================================
	"summer_Mon10": "The summer starberry tree holds a special meaning to wild animals. Creatures will travel to a special oasis in the desert on the summer solstice to feed on its fruit and celebrate the sun.$1#",
	"summer_Tue10": "Nature used to be pristine and beautiful, untouched by industry.$2#$b#But now it is filled with garbage. You cannot escape it, it is everywhere.$5#",
	"summer_Wed10": "One of the varieties of mushroom that I sell is used for shamanistic ceremonies due to its hallucinogenic qualities.$3#$b#I wonder what would happen if one found its way into the luau stew...$4#",
	"summer_Thu10": "Perhaps I'll visit the desert tonight. That old Jackal tends to keep a bit of nice booze handy.$4#",
  	"summer_Fri10": "Flowers can be used to make jellies, wines, floral waters, perfumes...Their uses are far greater than most humans realize.$1#$b#Of course, you need the right equipment to properly process them.$4#",
	"summer_Sat10": "Though we represent different elements, nature spirits tend to be similar. The same types of offerings are often appropriate for each region.$0#",
  	"summer_Sun10": "Stardrop fruit gains its power from being earned or given as a gift.$0#$b#Those that are picked from trees do not have the same special qualities as some other stardrops you may find in the world.$4#", 
// 10 HEART - FALL ============================================
	"fall_Mon10": "That barghest will sell you some pretty nice things once the swamp spirits are happy with you.$1#$b#You should uh...Probably not trust anything he says, though.$0#$b#He tends to be involved with a lot of 'accidents' involving humans drowning...Or getting hit by a trains...Or being torn apart by ravenous beasts...Or disappearing into a nightmare realm of unfathomable horror...You know, typical barghest antics.$2#",
  	"fall_Tue10": "The purple wildflowers in this area are foxglove and wolfsbane, both are toxic to humans.$0#$b#There is a legend that wolfsbane can be used as a weapon to kill werewolves, but that's just a lie they came up with to throw people off.$2#$b#It actually acts as a potent aphrodesiac for shapeshifters. So, you know...NOT a safe thing to carry around on a full moon.$4#",
  	"fall_Wed10": "Many of the caves of this world connect to one another in the dark depths at the foundations of the earth, through these passages I am able to acquire exotic goods from the world over.$3#$b#Many of these tunnels also connect to the various nether realms, so you should be wary about straying too deep.$3#",
	"fall_Thu10": "The Bearberry bushes that I sell have been enchanted by forest spirits.$1#$b#The fruit that they produce can imbue a human such as yourself with the ferocity and strength of a wild animal.$4#",
  	"fall_Fri10": "Some crops that are toxic to humans are usable by creatures from other realms. If you process toxic flowers or mushrooms into artisan goods, the nature spirits will buy them off of you for a fair price.$0#$b#Just put them into your shipping crate before bed.$1#",
	"fall_Sat10": "The Mushroom Trees that occasionally pop up in the wild do not work like a standard fruit tree.$3#$b#If you tap them like a Maple Tree, the mycelium will grow into the bucket and produce a variety of wild mushrooms.$1#",
	"fall_Sun10": "Certain mushrooms and vegetables that can be found in nature will not process properly in a standard pickling jar.$2#$b#The 'Raccoon' in the sewers developed a better version that will preserve mushrooms, pickle nuts and foraged items, and make jellies from flowers.$1#$b#He claims to have 'lost' the blueprints for his inventions, but I suspect they were gifted to a few of the local denizens of Ferngill.$4#",
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "The winter starberry tree holds special meaning to the creatures of the forest.$0#$b#If you plant one, they will decorate it for the solstice in the winter months.$1#$b#But only if it is planted outdoors...And only if it is planted locally.$0#$b#The denizens of the forest cannot cross the sea.$5#",
	"winter_Tue10": "There is a special tree that fruits in the winter which nature spirits associate with the winter solstice.$0#$b#In regions where it snows, animals from the forest will decorate these trees in celebration.$1#$b#I believe my friend, the Fox, sells saplings of the Winter Starberry Tree, but only to those he trusts$4#",
	"winter_Wed10": "Gem Cap Mushrooms draw elements from the ground and combine them internally to form precious gemstones.$0#$b#If you are lucky, they will drop additional gems when harvested.$1#",
	"winter_Thu10": "Certain wild crops may drop additional produce when raised by hand. For example, if you raise crocus well they may also produce harvestable saffron.$0#",
	"winter_Fri10": "Most wild tree seeds can be used like nuts, though acorns need to be blanched in a preserves jar, and maple seeds need to be shelled in an auto-mill.$1#",
	"winter_Sat10": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
	"winter_Sun10": "If you should happen to find black antlers, they are a sign that a Wendigo has been in the area.$3#$b#Wendigo tend to be a bit...Carnivorous toward humans, so you'd do best to avoid them.$2#$b#The antlers themselves are packed with arcane power, and can be sold for a decent price to the right buyer. So it's worth the risk to grab them if you see them.$1#",
// MISC ============================================
	"summer_21_1": "Today is the day of the Summer Solstice. Certain plants are fruiting today that do not produce for the rest of the year.$0#$b#However, such plants tend to only grow in very specific locations.$4#",
	"winter_21_1": "Happy Solstice, Human!$1#$b#On this, the darkest day of the year, you may find that exceptionally rare plants have fruited...If you know where to look.$4#",
}







