{
  	"Introduction": "Greetings, Human.$1#$b#I can sell you rare items from deep within the forest. I have my wares listed on this sign...$4#$b#If you are able to read it.$5#",
// 0 HEART ============================================    
	"Mon": "You seem surprised. Have you never met an animal who can speak your language?$3#$b#Perhaps you just were not listening.$5#",
  	"Tue": "I represent the guardians of the forest. If you wish to make offerings to them, you may leave your gifts with me.$4#",
  	"Wed": "The guardians of the forest prefer fresh, natural and beautiful offerings.$1#$b#They are also rather fond of wine!$0#",
  	"Thu": "The more pleased the forest spirits become, the more items they will allow me to sell to you.$4#",
  	"Fri": "The forests of this world are all connected. If you know the secret paths, you can travel almost anywhere.$5#",
  	"Sat": "Very few humans can even see me...But you are different from most humans, it seems.$2#",
  	"Sun": "If you happen to produce alcohol on your farm, it makes an excellent offering...$1#$b#For the forest spirits, of course.$5#",
// 2 HEART ============================================
  	"Mon2": "Greetings, Human! As the forest spirits grow to trust you, you will see new items appear in my shop.$3#",
  	"Tue2": "Some of the items you offer to the forest are regifted to kind humans who have fallen on hard times.$2#",
  	"Wed2": "Don't discount the value of wild seeds, especially in winter.$3#",
  	"Thu2": "Certain plants can only be found in the forest during specific times of the year.$1#",
  	"Fri2": "Make sure you lock your livestock in at night.$2#$b#Ysengrin will happily feed on any animals who are left unattended.$5#",
  	"Sat2": "I was hunting near the sewer entrance the other day when I heard a strange sound coming from within.$3#$b#It did not sound like a human nor an animal...$2#$b#Perhaps you should investigate.$5#",
  	"Sun2": "I have reason to suspect that nature spirits have taken up residence in the community center of the town near this forest.$3#$b#You would likely benefit from helping them with whatever project they are working on in there.$1#",
// 4 HEART ============================================
  	"Mon4": "If you see Bear, tell him you have not seen me.$2#$b#He needs to figure out his own way to find maple syrup, I'm not his personal sap fairy.$5#",
  	"Tue4": "In the far south of this forest, you will find an old house abandoned by humans.$3#$b#It seems one of the forest creatures has decided to open a shop there.$2#",
  	"Wed4": "There is a man who lives along the edge of the woods who is able to speak to the animals like you can.$1#$b#He lives in the stone tower to the south. His wife may still live there as well...$3#$b#Though I have not seen her in a long time.$2#",
  	"Thu4": "The forests of this world are all connected. By traveling the secret paths, I am able to collect exotic plants from around the world.$4#",
  	"Fri4": "You should avoid wandering the forests on nights of the full moon.$2#$b#...$0#$b#Why?$4#$b#There are...reasons...$5#",
  	"Sat4": "I saw a human in your town who lives wild like the animals. Nature would benefit if more humans were to follow his example and live a more simplistic lifestyle.$2#",
  	"Sun4": "It is not wise to wonder the forest unarmed.$3#$b#Some of the creatures who reside here are hostile to humans.$5#",
// 6 HEART ============================================
  	"Mon6": "Do not attempt to follow the nature spirits who dwell in wild places.$1#$b#They can travel where you cannot, and could lead you into a maze from which you may never escape.$5#",
  	"Tue6": "Have you heard the distant howling on rainy days?$4#$b#It would be wise to avoid wandering to far from home on the days that you hear it.$5#",
  	"Wed6": "Certain crops may produce extra crops at harvest depending on if the plant has multiple usable parts or not.$3#$b#Some crops may even drop multiple extra types of produce.$4#",
  	"Thu6": "I am not the only emissary of nature in this world.$0#$b#It would benefit you to seek out those who live in the desert, mountain, swamp, jungle and seaside.$3#",
  	"Fri6": "If you see worms writhing on the surface of the ground, they may be going around a submerged obstacle.$4#$b#If you dig in that spot, you may find something valuable!$1#",
  	"Sat6": "How do I open the bottles you give me?$4#$b#Raccoon has thumbs. Though that means I...er...$2#$b#The 'forest spirits' have to share with him.$5#",
  	"Sun6": "I tried to visit a friend of mine in the swamp, but the path was blocked!$5#$b#If you happen to find a way past the roadblock near the train tracks, tell Shuck to come see me.$4#",
// 8 HEART ============================================
  	"Mon8": "The elder tree grows flowers that can be used in a multitude of ways.$0#$b#In ancient times, humans would ask the spirit of the tree for permission before harvesting its blossoms or using it for wood.$1#$b#You humans...Do not ask for things anymore. You just take them.$2#",
  	"Tue8": "There is a strange fish that visits the waters of this forest in the winter months. I have seen him swimming south of the island in the river.$0#",
  	"Wed8": "The Foxberry bushes that I sell have been enchanted by forest spirits.$1#$b#The fruit that they produce can imbue a human such as yourself with the cunning and strength of a wild animal.$5#",
  	"Thu8": "There was an old sage who once lived in these woods. The spirits tell that he ate a rare fruit grown from a strange seed...$1#$b#And was never again satisfied with the flavor of any other food for the rest of his life!$4#",
  	"Fri8": "Since you have done well, I will tell you a secret.$0#$b#There exist divine trees within this world that produce crops of wonderous power...$3#$b#Perhaps if you continue to do well I will allow you purchase some of them.$4#",
  	"Sat8": "Have you found any of the other nature emissaries?$3#$b#If you were to please the guardians of all of your local regions, your farm would certainly benefit from the rare crops that would become available to you.$1#",
  	"Sun8": "I know of a legendary fish which resides in the mountain lake. The water spirits sing of how he plays near the fallen tree on rainy spring days.$4#",
// 10 HEART - SPRING ============================================
  	"spring_Mon10": "The elder tree grows flowers that can be used in a multitude of ways.$0#$b#In ancient times, humans would ask the spirit of the tree for permission before harvesting its blossoms or using it for wood.$1#$b#You humans...Do not ask for things anymore. You just take them.$2#",
	"spring_Tue10": "There are jackalope in the desert near this town. They come into the forest in the spring to shed their antlers and mate.$3#$b#Jackalope antlers can be used to make a certain arcane item.$4#",
  	"spring_Wed10": "The forests of this world are all connected. By traveling the secret paths, I am able to collect exotic plants from around the world.$4#",
	"spring_Thu10": "There is a great feathered serpent on the islands not far from here. When he flies over this land, rainbows can be seen in the sky.$4#$b#If you are lucky, you may find one of its feathers.$1#",
	"spring_Fri10": "I have seen you humans gather in the clearing to dance with one another.$3#$b#Is this some form of mating ritual? Perhaps a fertility celebration?$2#$b#In the forest, we have more...Primitive rituals.$5#",
	"spring_Sat10": "The fae are very powerful, but their magic can be undone with iron. Keep this in mind should you ever find yourself faced with one of their curses.$5#",
  	"spring_Sun10": "The Dryads I sell are very shy, they will not move if they know a human is near.$2#$b#If you are lucky, you may hear them singing at dawn.$1#",
// 10 HEART - SUMMER ============================================
	"summer_Mon10": "The Mosshrooms that grow in the deep woods can be used for a variety of arcane purposes.$3#Same for the Frost Caps and Berserker Mushrooms that pop up around here in the winter.$1#",
	"summer_Tue10": "The Maenads that I sell do not move when humans are  looking at them, but they will change position from time to time.$2#$b#Be aware that their fruit is naturally alcoholic. A single Vakkhic grape is stronger than an entire glass of wine.$5#",
	"summer_Wed10": "Thunder cap mushrooms are a strange yellow fungus that only grow on stormy days.$3#$b#It might be worth your time to take a stroll through the woods during the next lightning storm.$5#",
	"summer_Thu10": "The Rose of Avalon is a favorite of Queen Titania. The gardens of Tír na nÓg are blanketed with their fragrant petals.$1#$b#They can be used to make something nice...Or did I already tell you that?$5#",
  	"summer_Fri10": "The Fern Flower is a rare and wonderous plant. It grants luck and fortune to those who find it, but tends to attract unfriendly spirits.$2#$b# If you plant one on your farm, it might be best to do so indoors.$5#",
	"summer_Sat10": "It is said that thunderstorms are caused by a giant bird that lives on the Fern Islands. It flies this way in the summer months as the weather becomes warmer.$4#$b#If you go out on a stormy day, you may find one the feathers of the Thunderbird.$1#",
  	"summer_Sun10": "On days that it is exceptionally sunny, you may find golden feathers that have fallen from the sky.$4#$b#These feathers can be made into gold bars or dust...$1#$b#If you know how to process them...$5#",
// 10 HEART - FALL ============================================
	"fall_Mon10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$4#", 
  	"fall_Tue10": "You should avoid wandering the forests on nights of the full moon.$3#$b#...$2#$b#Why?$4#$b#There are...reasons...$5#",
  	"fall_Wed10": "The seeds of many wild trees can be used as a food source, even by humans.$4#$b#They may need to have the toxins leached out of them, or have the unedible parts cut off of them, but they can be used like an edible nut after.$2#",
	"fall_Thu10": "The Foxberry bushes that I sell have been enchanted by forest spirits.$4#$b#The fruit that they produce can imbue a human such as yourself with the cunning and strength of a wild animal.$1#",
  	"fall_Fri10": "Make sure you lock your livestock in at night.$2#$b#Ysengrin will happily feed on any animals who are left unattended.$5#",
	"fall_Sat10": "There is a great silver bird who causes windstorms when it flaps its wings.$3#$b#If you go out on a windy day, you may find one of the feathers of Hraesvelgr.$4#",
	"fall_Sun10": "A friend of mine lost a claw around here the other day.$2#$b#It's kind of dangerous to humans, you should give it to me if you find it...$3#$b#Or you could grind it up and drink it as a tea!$1#$b#...$5#$b#Well I think that it's a perfectly reasonable thing to do with a werewolf claw.$1#",
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "The winter starberry tree holds special meaning to the creatures of the forest.$1#$b# If you plant one, they will decorate it for the solstice in the winter months.$4#$b#But only if it is planted outdoors...And only if it is planted locally.$3#$b#The denizens of the forest do not like to cross the sea.$2#",
	"winter_Tue10": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find useful or valuable.$2#",
	"winter_Wed10": "There is a mythical bird that lives in the sea. When it flies out of the ocean and into the sky, it causes snow to fall onto the land.$4#$b#If you find a feather made of ice on a snowy day, it is likely to have been dropped by the Alkonost.$1#", 
	"winter_Thu10": "On days when it snows, you may find rare kinds of mushrooms that only fruit in the coldest of conditions.$0#$b#The frost caps and berserker mushrooms that you might find around this region can be used to make teas with magical properties.$5#",
	"winter_Fri10": "Black antlers are a sign that a wendigo was near.$3#$b#Such creatures are rather dangerous to humans, it is best to avoid them.$2#$b#It would be a shame if I were to find pieces of you scatterted around the forest.$5#",
	"winter_Sat10": "Silver and gold antlers are sometimes discarded by divine animals that use the forests in this area as a crossroads.$2#$b#They can be smelted into bars of metal...$4#$b#Though I don't know why you would waste such a beautiful specimen.$2#",
	"winter_Sun10": "There are strange black mushrooms that grow in the forest on dark winter days.$3#$b#These void mushrooms usually only grow in caves and dark places, but I guess the days are short enough around the solstice to allow them to grow.$2#$b#It is advised that you NOT try to eat them, unless you do not enjoy being alive.$5#",
// MISC ============================================
	"summer_21_1": "Ah! It is the summer solstice.$1#$b#Occasionally rare flowers will bloom in these woods on this day.$4#$b#Creatures in this forest traditionally leave offerings in the temple ruins on the days of the solstice and equinox.$1#",
	"winter_21_1": "Ah! The winter solstice is upon us! If you are lucky, you may find some of the forest fruits that come out this time of year.$1#$b#If you are not quick, the animals in this area will get to them first!$5#",
}





