{"AdzukiBeans.DisplayName":"Adzuki Beans","AdzukiBeans.Description":"Small red beans with an earthy, sweet potato-like flavor. They are commonly made into a sweet paste used for deserts.","Allium.DisplayName":"Allium","Allium.Description":"A purple flower from an onion plant. It can be used as a salad component, or chopped and used as a colorful substitute for chives.","Aloe.DisplayName":"Aloe","Aloe.Description":"A succulent with long fleshy spines occasionally eaten as a vegetable. It is generally used as a medicinal plant as a component in salves and topical ointments.","Amanita.DisplayName":"Amanita","Amanita.Description":"A wild toadstool sporting a red cap with white spots. Though not safe for humans to eat, this mushroom is said to have a wide variety of magical uses.","Anemushroom.DisplayName":"Anemushroom","Anemushroom.Description":"A strange mushroom that grows in tide pools and ocean surf. It is often confused for a sea anemone due to the strange protrusions on its cap.","Artemisia.DisplayName":"Artemisia","Artemisia.Description":"A mildly toxic flower that grows from the wormwood plant. It is sometimes used in traditional medicine, but is considered too toxic to consume by modern standards.","Asparagus.DisplayName":"Asparagus","Asparagus.Description":"A stalk-like vegetable which is cultivated as young shoots. It has a distinct, strong, mildly bitter flavor.","BabyCorn.DisplayName":"Baby Corn","BabyCorn.Description":"Small, immature ears of corn typically eaten whole in salads and stir-fry. ","Basil.DisplayName":"Basil","Basil.Description":"A fragrant green herb with a strong, fresh flavor.","BerserkerMushroom.DisplayName":"Berserker Mushroom","BerserkerMushroom.Description":"A legendary mushroom with a fur covered cap and horn-like protrusions. Those who eat this mushroom are capable of channelling the strength and ferocity of a wild beast.","BlackBeans.DisplayName":"Black Beans","BlackBeans.Description":"A high starch bean used commonly in several cuisines around the world. Black beans have a soft texture and earthy flavor, and pair well with many flavors.","BlackBellPepper.DisplayName":"Black Bell Pepper","BlackBellPepper.Description":"An exceptionally dark purple bell pepper. Black peppers have a crisp, shiny skin and a mild flavor.","BlackCarrot.DisplayName":"Black Carrot","BlackCarrot.Description":"A rainbow carrot that is so deeply purple that it appears black in color. They have an earthy, mineral taste when compared to other variety of carrot.","BlackShamrock.DisplayName":"Black Shamrock","BlackShamrock.Description":"A strange shamrock that is black in color. It seems somehow unnatural, and gives off a mildly unsettling aura.","BlackStoneFlower.DisplayName":"Black Stone Flower","BlackStoneFlower.Description":"A species of lichen that grows on rocks and dead wood. It is commonly used as a spice in certain cuisines, and gives off an earthy, smoky flavor when cooked.","BlackTruffle.DisplayName":"Black Truffle","BlackTruffle.Description":"A rare, dark truffle with an earthy, woody, chocolaty flavor.","BlueCorn.DisplayName":"Blue Corn","BlueCorn.Description":"A higher protein variety of corn with blue kernels. It is easier to digest than yellow corn, and has a richer, sweeter flavor.","BlueLotusFlower.DisplayName":"Blue Lotus Flower","BlueLotusFlower.Description":"A blue water lily that has been considered sacred by many since ancient times. It is sometimes consumed as a tea or smoked ceremonially due to its hallucinogenic properties.","BlueOysterMushroom.DisplayName":"Blue Oyster Mushroom","BlueOysterMushroom.Description":"A meaty, fan shaped mushroom with a bluish grey cap and a white stem.  These mushrooms can have a mild, earthy, or anise-like flavor depending on how they are prepared.","BluePotato.DisplayName":"Blue Potato","BluePotato.Description":"A variety of potato that is dark blue in color. It has a richer, earthier flavor than common potatoes.","Boxberry.DisplayName":"Boxberry","Boxberry.Description":"A bright red berry from a wintergreen plant. They have a distinct flavor that freshens breath, and are said to have medicinal benefits. It is best to consume these berries in moderation.","BrassicaFlower.DisplayName":"Brassica Flower","BrassicaFlower.Description":"A yellow flower from a mustard or cabbage plant. It can be used as a garnish; and has a pungent, bitter, peppery flavor.","Broccoli.DisplayName":"Broccoli","Broccoli.Description":"A vegetable cultivated from wild cabbage that has a large flowering head. It has an earthy, herbaceous flavor and a crisp texture. Broccoli is commonly eaten both raw and cooked.","BrusselsSprouts.DisplayName":"Brussels Sprouts","BrusselsSprouts.Description":"A small, cabbage-like vegetable with a strong, slightly bitter flavor.","ButtonMushroom.DisplayName":"Button Mushroom","ButtonMushroom.Description":"A small white mushroom that has not matured to the point of opening its cap. They have a crisp texture, becoming more tender as it cooks.","CactusBlossom.DisplayName":"Cactus Blossom","CactusBlossom.Description":"A bright red flower from a desert cactus. Rather than having a floral aroma, this flower smells like citrus and greens.","Cactushroom.DisplayName":"Cactushroom","Cactushroom.Description":"A strange green mushroom that grows in arid desert climates. This species seems to have evolved spines, just like a cactus.","TheDevil\u0027sLettuce.DisplayName":"The Devil\u0027s Lettuce","TheDevil\u0027sLettuce.Description":"The leaf from a marijuana plant of a sativa strain. It can be ground and smoked, or processed and baked into foods for medicinal or recreational use. Not for minors. Use in moderation.","MaryJane.DisplayName":"Mary Jane","MaryJane.Description":"The leaf from a marijuana plant of an indica strain. It can be ground and smoked, or processed and baked into foods for medicinal or recreational use. Not for minors. Use in moderation.","IndicaBud.DisplayName":"Indica Bud","IndicaBud.Description":"The ready-to-smoke flower from a cannabis plant. Indica strains have a relaxing and soporific effect. Not for minors, use in moderation.","SativaBud.DisplayName":"Sativa Bud","SativaBud.Description":"The ready-to-smoke flower from a cannabis plant. Sativa strains have an invigorating effect that increases focus and creativity. Not for minors. Use in moderation.","Cantaloupe.DisplayName":"Cantaloupe","Cantaloupe.Description":"A tannish melon with a web-like exterior and a pale orange interior. It has a sweet, juicy flavor and a slightly musky aftertaste.","CaperBerries.DisplayName":"Caper Berries","CaperBerries.Description":"A fully ripened fruit from a caper bush. They have a similar flavor to olives, and can be used in much the same way.","CaperLeaves.DisplayName":"Caper Leaves","CaperLeaves.Description":"Fresh leaves from a caper bush. They have a similar, yet milder flavor to caper buds; and can be used as salad, pasta and pizza toppings.","Capers.DisplayName":"Capers","Capers.Description":"The flower buds of a Flinders rose. They are a common cooking component in certain cuisines, and are used both fresh and pickled.","CarawayFlower.DisplayName":"Caraway Flower","CarawayFlower.Description":"A white flower that grows in branching clusters divided up into smaller groupings, called umbels.","CarawayRoot.DisplayName":"Caraway Root","CarawayRoot.Description":"A mildly sweet root from a caraway plant. It has a flavor and appearance similarr to a white carrot.","CassavaLeaf.DisplayName":"Cassava Leaf","CassavaLeaf.Description":"Leaves from a cassava plant with a flavor similar to spinach. They are often added to sauces, pickled or eaten as greens.","CassavaRoot.DisplayName":"Cassava Root","CassavaRoot.Description":"Also known as Manioc and Yuca, this starchy root vegetable must be processed before it can be safely eaten.  It can be eaten boiled, or processed into flour or tapioca.","CayennePepper.DisplayName":"Cayenne Pepper","CayennePepper.Description":"A bright red pepper with a moderate level of heat. They are commonly ground into a vivid spice by the same name.","Celery.DisplayName":"Celery","Celery.Description":"A vegetable with long, fiberous stalks that taper into leaves. It can be eaten raw or cooked.","Chamomile.DisplayName":"Chamomile","Chamomile.Description":"A fragrant white flower with a sweet, herbacious aroma. Chamomile is commonly brewed into teas due to its soporific effect.","Chervil.DisplayName":"Chervil","Chervil.Description":"An herb related to parsley with a mildly anise-like flavor.","Chicory.DisplayName":"Chicory","Chicory.Description":"The leaves from a blue wildflower. They have a bitter flavor similar to dandelion, and are primarily used in salads.","ChicoryFlower.DisplayName":"Chicory Flower","ChicoryFlower.Description":"A bright blue flower in the dandelion family. Its leaves and flowers are eaten in salads, and its roots can be used to make a medicine. Chicory is also used as a baking spice and flavor component in coffees and other beverages.","ChicoryRoot.DisplayName":"Chicory Root","ChicoryRoot.Description":"The roots from a blue flower. They have a flavor similar to coffee, but contain no caffeine. Chicory root is a good substitute for people trying to reduce their coffee intake.","Chives.DisplayName":"Chives","Chives.Description":"An allium with edible leaves which are commonly chopped and used as a seasoning. They have a mild onion flavor, similar to leeks.","Cilantro.DisplayName":"Cilantro","Cilantro.Description":"A frill-leafed herb that looks similar to parsley. Cilantro has a fresh, citrus-like flavor that brightens up dishes nicely.","Clover.DisplayName":"Clover","Clover.Description":"A small pink flower that grows from clover patches. This flower is a primary food source for honeybees and other pollinators.","Coriander.DisplayName":"Coriander","Coriander.Description":"The dried seeds of a cilantro plant. They have an earthy, tart flavor and gain a floral aroma when toasted.","CorianderFlower.DisplayName":"Coriander Flower","CorianderFlower.Description":"A whitish-pink flower from a cilantro plant. These flowers have a very faint aroma, and taste like a milder version of the leaves.","CreminiMushroom.DisplayName":"Cremini Mushroom","CreminiMushroom.Description":"A light colored mushroom that has not quite reached maturity. Because their mature state is commonly known as \u0027portobello\u0027, these mushrooms are sometimes referred to as \u0027baby bellas.\u0027","Cucumber.DisplayName":"Cucumber","Cucumber.Description":"A cylindrical fruit often eaten as a vegetable. It is a popular sandwich and salad topping, and is frequently pickled.","Daisy.DisplayName":"Daisy ","Daisy.Description":"A cheery white flower with a bright yellow center. It has a subtle, herbaceous scent.","DandelionGreens.DisplayName":"Dandelion Greens","DandelionGreens.Description":"The leaves from a yellow wildflower. They have a bitter flavor, and are primarily used in salads.","DandelionPuffball.DisplayName":"Dandelion Puffball","DandelionPuffball.Description":"A fuzzy dandelion with fully mature seeds. Children commonly blow on them to disperse the seeds, believing it to bring luck or grant wishes.","DandelionRoot.DisplayName":"Dandelion Root","DandelionRoot.Description":"The root from a common wild flower. It is often consumed for medicinal reasons, but can also be used as a flavoring agent.","Dill.DisplayName":"Dill","Dill.Description":"A refreshing green herb with delicate, thread-like leaves.","Dryad\u0027sSaddle.DisplayName":"Dryad\u0027s Saddle","Dryad\u0027sSaddle.Description":"A large bract mushroom that grows on the sides of tree trunks. It has a smell and flavor similar to cucumbers, and is primarily used in soups and stews due to its chewy texture.","Ergot.DisplayName":"Ergot","Ergot.Description":"A blight which affects certain species of grain. This fungus is highly toxic and can cause serious health concerns. Because it causes hallucinations, communities affected by ergot sometimes suspect they are victims of witchcraft.","Fennel.DisplayName":"Fennel","Fennel.Description":"A bulb vegetable with a sweet, mildly licorace flavor.","FennelFlower.DisplayName":"Fennel Flower","FennelFlower.Description":"A yellow inflorescence with a similar flavor to the plant it grows from.","FennelGreens.DisplayName":"Fennel Greens","FennelGreens.Description":"The leaves from a fennel bulb. They have a bitter, anise-like flavor, and are primarily used in salads.","FennelPollen.DisplayName":"Fennel Pollen","FennelPollen.Description":"A highly valuable and potent spice collected from the flowers of fennel plants. It has a flavor like licorice, citrus and marshmallow.","Fenugreek.DisplayName":"Fenugreek","Fenugreek.Description":"A green herb with an earthy, mildly bitter flavor.","FernFlower.DisplayName":"Fern Flower","FernFlower.Description":"A legendary flower that only grows in the deepest, darkest forests of the world. This flower is considered to be a charm of luck and fortune, but the plant that it grows from is guarded by unfriendly forest spirits.","FireWheel.DisplayName":"Fire Wheel","FireWheel.Description":"A vibrant wildflower with a pleasant fragrance similar to licorice and bubblegum. It is sometimes used as an ornimental in gardens, and has been used medicinally by indigenous people for centuries. This flower is said to bring luck to those who find it.","FlindersRose.DisplayName":"Flinders Rose","FlindersRose.Description":"A whitish-pink flower from a caper bush. These flowers taste like a milder version of the buds and berries, and can be used as a deorative garnish.","Foxglove.DisplayName":"Foxglove","Foxglove.Description":"A purple, tube-shaped flower that grows in clusters upon a stalk. It is best to handle this flower with gloves, as it has spines which can cause irritation. Every part of this plant is poisonous, and its smell is not pleasant.","FrostCap.DisplayName":"Frost Cap","FrostCap.Description":"A strange blue mushroom that grows in icy climates. These mushrooms are more common in snowy weather.","GarbanzoBeans.DisplayName":"Garbanzo Beans","GarbanzoBeans.Description":"A high protein legume popular in mid-eastern cuisine. They are called \u0027chick peas\u0027 in some parts of the world, and are commonly used as a salad topping or as a base for hummus.","GemCap.DisplayName":"Gem Cap","GemCap.Description":"A rare fungus that constructs its fruiting body with minerals drawn from its environment. Gem caps have been known to incorporate a wide variety of crystals within their forms.","GentianBark.DisplayName":"Gentian Bark","GentianBark.Description":"A bitter, medicinal bark used as a flavoring agent.","GentianFlower.DisplayName":"Gentian Flower","GentianFlower.Description":"A vivid blue flower from a gentian plant. Gentian is commonly used to produce specialty spirits due to its bittersweet flavor.","GentianRoot.DisplayName":"Gentian Root","GentianRoot.Description":"A bitter, medicinal flower root used as a flavoring agent.","GlassGemCorn.DisplayName":"Glass Gem Corn","GlassGemCorn.Description":"An ornamental variety of corn which sports beautifully colorful kernels. This variety is not sweet, and is more commonly used to produce starches, flours, ethanol and vinegar.","GlassPumpkin.DisplayName":"Glass Pumpkin","GlassPumpkin.Description":"A beautiful glass pumpkin grown on an enchanted vine. It is prized as a decorative object, but seems to also contain latent arcane energies.","GoldenCauliflower.DisplayName":"Golden Cauliflower ","GoldenCauliflower.Description":"A colorful variety of cauliflower that is yellow-orange when mature. It has the same flavor and nutritional value as white cauliflower, and is primarily used to add color to dishes.","GoldenChest.DisplayName":"Golden Chest","GoldenChest.Description":"A resplendent chest filled with valuable treasure.","GoldenLeaf.DisplayName":"Golden Leaf","GoldenLeaf.Description":"A shining leaf made of pure gold.","GrapeLeaf.DisplayName":"Grape Leaf","GrapeLeaf.Description":"A large, broad leaf from a grape vine, they can be used as a food wrap when cooking. They have a verdant, tangy flavor and are tender when eaten fresh. Grape leaves are commonly pickled, then stuffed with minced fillings; though they can also be brewed fresh into a flavorful tea.","GreenBellPepper.DisplayName":"Green Bell Pepper","GreenBellPepper.Description":"An unripened bell pepper with an acrid, earthy taste. Green bells are very common in cooking, though many find them to be less palatable than fully ripened bell peppers.","GreenCabbage.DisplayName":"Green Cabbage","GreenCabbage.Description":"A crisp, leafy vegetable that grows in heads. It has a pungent aroma and a sweet, mildly bitter taste.","GreenCardamomPod.DisplayName":"Green Cardamom Pod","GreenCardamomPod.Description":"A fragrant seed pod with a complex aroma. It has an herbal, sweet, slightly spicy flavor and fits well in both savory and sweet dishes. They can be blanched to produce white cardamom.","GreenLeafLettuce.DisplayName":"Green Leaf Lettuce","GreenLeafLettuce.Description":"A semi-frilled, loose-leaf lettuce commonly used in salads, wraps and as a sandwich topping.","GreenOnion.DisplayName":"Green Onion","GreenOnion.Description":"A young onion with a smaller bulb and a milder, sweeter flavor than when mature.","GreenPea.DisplayName":"Green Pea","GreenPea.Description":"A green seed pod containing several small, green, verdant tasting legumes. ","GreenPeppercorns.DisplayName":"Green Peppercorns","GreenPeppercorns.Description":"The unripened fruit of a pepper plant. They have a fresher, more subtle flavor than black peppercorn.","GreenTomato.DisplayName":"Green Tomato","GreenTomato.Description":"An unripe tomato with a tart, acidic flavor.","Gultheria.DisplayName":"Gultheria","Gultheria.Description":"A cluster of white flowers with a distinct, minty aroma. These flowers have a similar, yet milder flavor than the leaves of the wintergreen plant they grow from.","Hawkweed.DisplayName":"Hawkweed","Hawkweed.Description":"An orange wildflower with a sour fragrance similar to melons. These flowers are considered to be invasive in some parts of the country.","HempStalk.DisplayName":"Hemp Stalk","HempStalk.Description":"A long stem from a cannabis plant which contains fibers used in cloth, paper and rope production.","HoneydewMelon.DisplayName":"Honeydew Melon","HoneydewMelon.Description":"A pale, greenish-yellow melon with light green flesh. It has a lighter, sweeter flavor than other melon varieties.","HornNut.DisplayName":"Horn Nut","HornNut.Description":"A strange aquatic nut with horns growing out of each side. Due to their distinct shape, they are also called water caltrops, bat nuts, and devil nuts. They have a flavor similar to chestnuts and water chestnuts, but must be blanched before they can be used for human consumption.","Indigo.DisplayName":"Indigo","Indigo.Description":"A strikingly vibrant flower used in making dyes. Though prized for its aesthetic beauty, this flower is highly toxic.","IvoryBellPepper.DisplayName":"Ivory Bell Pepper","IvoryBellPepper.Description":"A slightly off-white bell pepper with a crisp, sweet flavor.","JalapeñoPepper.DisplayName":"Jalapeño Pepper","JalapeñoPepper.Description":"A hot pepper that is slightly underripe. Both red and green varieties are called jalapeños, but the name is most commonly associated with green peppers in most countries. Green jalapeños are less hot than red.","Lemongrass.DisplayName":"Lemongrass","Lemongrass.Description":"A grassy herb with a strong flavor and aroma of citrus.","Lentils.DisplayName":"Lentils","Lentils.Description":"A high protein, high fiber legume with a lense-like shape.They have an earthy, nutty flavor and can be used in soups, stews and salads.","Liverwort.DisplayName":"Liverwort","Liverwort.Description":"A small, non-vascular plant which was believed in ancient times to have medicinal value. It is now primarily used for arcane purposes.","LotusLeaf.DisplayName":"Lotus Leaf","LotusLeaf.Description":"A large, flat leaf from a lotus plant. They are edible when young, but are generally used to wrap and steam food.","LotusRoot.DisplayName":"Lotus Root","LotusRoot.Description":"A root from an aquatic plant with long hollow chambers running through it. It is sometimes sliced and cooked as a vegetable, and is believed by some to have medicinal value.","LotusStalk.DisplayName":"Lotus Stalk","LotusStalk.Description":"The long stem from a lotus flower which contains fibers used in the production of a rare and valuable silk.","LuckyClover.DisplayName":"Lucky Clover","LuckyClover.Description":"A mysterious herb that blesses whoever comes to posess it with good luck.","Luminushroom.DisplayName":"Luminushroom","Luminushroom.Description":"A strange mushroom that glows with a faint white light. These mushrooms are said to only appear to the pure of heart, and bring luck to those who find them.","MandragoraFlower.DisplayName":"Mandragora Flower","MandragoraFlower.Description":"A purple flower from an enchanted plant. People have historically used this flower for medicinal and arcane purposes, but it is poisonous to humans and has hallucinogenic properties.","Mandrake.DisplayName":"Mandrake","Mandrake.Description":"A strange root that is shaped like a small humanoid. When it is first pulled from the ground, it emits a loud shriek that can cause severe headaches. These roots are known to change position when they are ignored, and are rumored to bite the fingers of careless handlers.","Marjoram.DisplayName":"Marjoram","Marjoram.Description":"A fresh green herb with a woody, floral flavor.","MatsutakeMushroom.DisplayName":"Matsutake Mushroom","MatsutakeMushroom.Description":"A popular variety of mushroom which have an aroma similar to cinnamon and a flavor like spiced pine.","MintFlower.DisplayName":"Mint Flower","MintFlower.Description":"A cluster of fuzzy purple flowers growing on a stalk. These flowers have a similar, yet milder flavor than the leaves of the mint plants they grow from.","Mosshroom.DisplayName":"Mosshroom","Mosshroom.Description":"A strange green mushroom that appears to be covered in moss. This rare fungus only appears in the deepest parts of the forest.","Mugwort.DisplayName":"Mugwort","Mugwort.Description":"A medicinal herb with a tart flavor, which is also used as a seasoning in some parts of the world. It is sometimes smoked or taken as a tea to promote lucid dreaming.","MustardGreens.DisplayName":"Mustard Greens","MustardGreens.Description":"A leafy green vegetable with a sharp, peppery bite.","NettleBlossom.DisplayName":"Nettle Blossom","NettleBlossom.Description":"A purple flower from a stinging nettle plant. These flowers can be eaten in salads or cooked like a vegetable. They have a fresh, citrus aroma and a slightly bitter taste.","Nigella.DisplayName":"Nigella","Nigella.Description":"An azure flower from the plant that produces the spice black cumin. It can be used as an edible garnish, and has a similar flavor to the seeds.","Nopal.DisplayName":"Nopal","Nopal.Description":"The edible pad of a cactus plant. It has a crunchy, slimy texture and a tart, citrusy taste.","Okra.DisplayName":"Okra","Okra.Description":"Edible green seed pods with a mild, grassy flavor. They are sometimes called \u0027lady fingers\u0027 in certain parts of the world.","OpuntiaFlower.DisplayName":"Opuntia Flower","OpuntiaFlower.Description":"A yellow cactus flower with a fragrance like overripe melons. Its petals are sometimes eaten or used as a medicinal component.","OrangeBellPepper.DisplayName":"Orange Bell Pepper","OrangeBellPepper.Description":"A bell pepper that was picked right before it ripened. Orange bell peppers have a mildly sweet flavor, and retain their bright color after cooking.","OrangeCarrot.DisplayName":"Orange Carrot","OrangeCarrot.Description":"A variety of carrot cultivated for its bright orange color. Orange carrots have an rich, mildly sweet flavor, and are commonly eaten both cooked and raw.","Oregano.DisplayName":"Oregano","Oregano.Description":"A green herb with an earthy, bold, slightly bitter flavor.","PaprikaPepper.DisplayName":"Paprika Pepper","PaprikaPepper.Description":"A bright red pepper with a sweet, mild flavor. They are commonly ground into a vivid spice by the same name.","Parsley.DisplayName":"Parsley","Parsley.Description":"A frill-leafed herb that is commonly used as a garnish. It has a clean, peppery taste.","PassionFlower.DisplayName":"Passion Flower","PassionFlower.Description":"A vibrant, beautiful flower with an intricate and delicate petal structure. These flowers have a sweet fragrance, but are poisonous if eaten.","PassionFruit.DisplayName":"Passion Fruit","PassionFruit.Description":"A purple, egg-shaped fruit with an interior that looks similar to frog eggs. It has a sweet-tart flavor and an amazing aroma.","Peanut.DisplayName":"Peanut","Peanut.Description":"A subterranean legume popular as a snack food and dessert component. It can be processed into a variety of commonly used goods.","Peppermint.DisplayName":"Peppermint","Peppermint.Description":"A relative of spearmint with a stronger flaver due to its higher menthol content. This herb is traditionally used to make medicines; and also as a flavor for sweet beverages, desserts and candies.","PeriwinkleFlower.DisplayName":"Periwinkle Flower","PeriwinkleFlower.Description":"A bluish-lavender flower from an ornamental growndcover plant. For a variety of reasons beyond its high toxicity, this flower is sometimes known as \u0027the flower of death\u0027.","Peyote.DisplayName":"Peyote","Peyote.Description":"A small, spineless cactus with strong hallucinogenic properties. These cacti were used medicinally by ancient cultures, and are still used today in certain spiritual ceremonies. They should be treated as a medicine, and are not safe for children to consume.","Poinsettia.DisplayName":"Poinsettia","Poinsettia.Description":"A bright red \u0027flower\u0027 popular around the winter holidays, though technically not a flower. Its brightly colored leaf bracts turn red in seasons with low light.","PortobelloMushroom.DisplayName":"Portobello Mushroom","PortobelloMushroom.Description":"Dark, mature cremini mushrooms popular for their large caps and meaty texture. Their name can also be spelled \u0027Portabella\u0027 and \u0027Portobella\u0027. The origins of these names is disputed, but they roughly translate to \u0027beautiful door.\u0027","PricklyPear.DisplayName":"Prickly Pear","PricklyPear.Description":"A spiny, oval shaped fruit from a paddle cactus. It has a pleasantly sweet flavor like melons and bubblegum.","PsilocybinMushroom.DisplayName":"Psilocybin Mushroom","PsilocybinMushroom.Description":"A small mushroom with strong hallucinogenic properties. These mushrooms were used medicinally by ancient cultures, and are still used today in certain spiritual ceremonies. They should be treated as a medicine, and are not safe for children to consume.","PuffballMushroom.DisplayName":"Puffball Mushroom","PuffballMushroom.Description":"A large spherical mushroom that grows common in fields and forests. It is safe to eat, and has a flavor and texture similar to tofu. If left undisturbed, this fungus will eventually explode to release its spores.","PurpleAsparagus.DisplayName":"Purple Asparagus","PurpleAsparagus.Description":"A purple variety of asparagus that has a higher sugar content in its stalks, giving it a sweeter flavor.","PurpleBellPepper.DisplayName":"Purple Bell Pepper","PurpleBellPepper.Description":"A crisp, bitter bell pepper with a vibrant purple hue. Purple bells are grassier and less sweet than more vibrant varieties of pepper.","PurpleCarrot.DisplayName":"Purple Carrot","PurpleCarrot.Description":"A rainbow carrot that has a vibrant purple color. Purple carrots have a balanced earthy-sweet flavor.","PurpleCauliflower.DisplayName":"Purple Cauliflower","PurpleCauliflower.Description":"A vibrant variety of cauliflower that is bright purple when mature. It has the same flavor and nutritional value as white cauliflower, and is primarily used to add color to dishes.","RadioactiveMushroom.DisplayName":"Radioactive Mushroom","RadioactiveMushroom.Description":"A strange green mushroom that emits a bright glow.","Rapini.DisplayName":"Rapini","Rapini.Description":"A bitter, leafy vegetable with buds which resemble small broccoli heads. This vegetable is sometimes called broccoli rabe, though it is more closely related to turnips.","RedAntlerReishi.DisplayName":"Red Antler Reishi","RedAntlerReishi.Description":"A branching red mushroom used for medicinal purposes. It has a far more bitter flavor when compared to other mushrooms, and is usually ground into a powder and taken as a tea.","RedBellPepper.DisplayName":"Red Bell Pepper","RedBellPepper.Description":"A fully ripened bell pepper with a sweet, fruity flavor.","RedCarrot.DisplayName":"Red Carrot","RedCarrot.Description":"A rainbow carrot that has a deep red color. Red carrots have an earthy sweetness, and crisper than other varieties.","RedCorn.DisplayName":"Red Corn","RedCorn.Description":"A higher protein variety of corn with red kernels. It is sweeter than yellow corn, and higher in antioxidants.","RedOnion.DisplayName":"Red Onion","RedOnion.Description":"A variety of onion with a bright red co9lor that makes them attractive for salads. They have a sharper, spicier flavor than white onions.","RedPeppercorns.DisplayName":"Red Peppercorns","RedPeppercorns.Description":"The fruit of a pepper plant; which is commonly dried to make black pepper, or washed to make white pepper. They have a mildly sweeter flavor than black peppercorn.","RedPotato.DisplayName":"Red Potato","RedPotato.Description":"A red skinned variety of potato that has a higher sugar content, and is mildly sweeter than common potatoes.","RhubarbStalks.DisplayName":"Rhubarb Stalks","RhubarbStalks.Description":"The edible stalks of rhubarb, without the toxic portions of the leaves. They can be used for coooking or brewed into a tea. This rhubarb is perfectly sectioned for pickling.","Romanesco.DisplayName":"Romanesco","Romanesco.Description":"A fascinating variety of broccoli that grows in fractal-like spirals. It tastes similar to cauliflower, but with a firmer texture and nuttier flavor. ","Rose.DisplayName":"Rose","Rose.Description":"A fragrant red flower that is widely associated with romance. Roses have a variety of culinary and aromatic uses.","RoseHips.DisplayName":"Rose Hips","RoseHips.Description":"Small red fruit from a rose bush. They have a sweet-tart, floral flavor.","Rutabaga.DisplayName":"Rutabaga","Rutabaga.Description":"A large, mildly bitter root vegetable which gains a slight sweetness when cooked. It is sometimes called swede or neep in other parts of the world. They are often eaten roasted, baked or mashed, like a potato.","Rye.DisplayName":"Rye","Rye.Description":"A cereal grain that has a distinct flavor which limits its baking applications. It has a darker color than wheat, and produces darker flour, breads and beers.","Saffron.DisplayName":"Saffron","Saffron.Description":"A highly prized spice made from the stamens of certain crocus flowers. It adds an earthy, nuanced flavor and a vibrant yellow color to dishes.","Sage.DisplayName":"Sage","Sage.Description":"A soft, fragrant herb with an earthy, minty, peppery flavor.","Sarsaparilla.DisplayName":"Sarsaparilla","Sarsaparilla.Description":"The roots and leaves from a small wild plant. They have a flavor similar to rootbeer, and can be used as a flavoring agent in beverages.","SarsaparillaBerry.DisplayName":"Sarsaparilla Berry","SarsaparillaBerry.Description":"Spicy-sweet berries from a sarsaparilla plant. These berries were once used by native peoples to brew wine.","Savory.DisplayName":"Savory","Savory.Description":"A fragrant green herb with a peppery flavor.","Scallion.DisplayName":"Scallion","Scallion.Description":"A young allium with an immature bulb and a milder flavor than adult varieties of onion.","ScotchBonnetPepper.DisplayName":"Scotch Bonnet Pepper","ScotchBonnetPepper.Description":"A mildly sweet, vaguely fruity pepper that is more than ten times hotter than a jalapeño pepper. These peppers are used in Caribbean cooking, and are the signature flavor in jerk spices.","Shamrock.DisplayName":"Shamrock","Shamrock.Description":"A vibrant green clover with three leaves.","ShisoLeaf.DisplayName":"Shiso Leaf","ShisoLeaf.Description":"A bright, refreshing herb with a mild sweetness. It is versatile enough to be used as a substitute for mint or basil.","SilverLeaf.DisplayName":"Silver Leaf","SilverLeaf.Description":"A gleaming leaf made of pure silver.","SnowPea.DisplayName":"Snow Pea","SnowPea.Description":"A pea with an edible-pod which is harvested immature and eaten raw or cooked. They have a sweet flavor and are commonly used in stir-fry.","Soybean.DisplayName":"Soybean","Soybean.Description":"A green bean pod containing whitish-green beans. This vegetable is commonly processed into meat and dairy substitutes due to its high protein content.","Spearmint.DisplayName":"Spearmint","Spearmint.Description":"A tender, minty scented leaf from a wild herb. Spearmint has a fresh, cool flavor and a distinctive aroma. This herb is traditionally used to make medicines; and also as a flavoring for sweet beverages, desserts and candies.","Spinach.DisplayName":"Spinach","Spinach.Description":"A highly nutritious leafy vegetable with a dark green color. It has a slightly sweet flavor when raw, but becomes strongly vegetal when cooked.","Squash.DisplayName":"Squash","Squash.Description":"A gourd vegetable with a soft texture and a sweet, nutty flavor.","SquashFlower.DisplayName":"Squash Flower","SquashFlower.Description":"A yellow-orange flower from a squash or pumpkin plant. It is often treated as a vegetable, and can be stuffed and cooked, similar to a grape leaf.","StingingNettle.DisplayName":"Stinging Nettle","StingingNettle.Description":"The leaves from a wild nettle plant. They are covered in sharp thorns, but after being cooked down they have a flavor similar to spinach.","Sunchoke.DisplayName":"Sunchoke","Sunchoke.Description":"A root vegetable derived from topinambur flowers with a sweet, artichoke-like flavor. In some regions, they may also be called Jerusalem artichokes, earth apples or sunroot.","SweetPotato.DisplayName":"Sweet Potato","SweetPotato.Description":"A sweet root vegetable with a smoother texture than yams or potatoes.","Tarragon.DisplayName":"Tarragon","Tarragon.Description":"A green, grass-like herb with a pungent, licorice flavor.","ThunderCap.DisplayName":"Thunder Cap","ThunderCap.Description":"A strange yellow mushroom that sprouts on stormy days.","Thyme.DisplayName":"Thyme","Thyme.Description":"A green herb with a sharp, minty, lemony flavor.","Tobacco.DisplayName":"Tobacco ","Tobacco.Description":"An herb that is high in nicotine which is used primarily for smoking and chewing. Not for minors. Use in moderation.","Tomatillo.DisplayName":"Tomatillo ","Tomatillo.Description":"A tart vegetable that resebles a paper-covered tomato, sometimes known as a \u0027husk tomato\u0027. It has a tart, citrussy flavor and is often used to make sauces and salsas.","Topinambur.DisplayName":"Topinambur","Topinambur.Description":"A yellow wild flower related to sunflowers. Though it is commonly harvested for its edible root, the flowers and leaves can be shredded and added to salads.","Turmeric.DisplayName":"Turmeric","Turmeric.Description":"A root vegetable related to ginger, it is used as a cooking spice. Turmeric adds a warm, bitter, earthy, peppery flavor to foods, and is a primary component of curry powder.","Turnip.DisplayName":"Turnip","Turnip.Description":"A common root vegetable with a slightly spicey flavor when raw, and a sweet earthiness when cooked.","TurnipGreens.DisplayName":"Turnip Greens","TurnipGreens.Description":"Leaves from a turnip. They have a zesty, peppery taste and can be eaten raw or cooked.","UnluckyClover.DisplayName":"Unlucky Clover","UnluckyClover.Description":"A strange, dark clover that hexes whoever comes to posess it.","VanillaBean.DisplayName":"Vanilla Bean","VanillaBean.Description":"A thin brown bean filled with tiny black seeds. It has a sweet, delicate aroma and a classic flavor popular in desserts.","VanillaOrchid.DisplayName":"Vanilla Orchid","VanillaOrchid.Description":"A white orchid that smells like vanilla. It makes a lovely garnish, and can be used in dishes to add a subtle vanilla flavor and aroma.","Violet.DisplayName":"Violet ","Violet.Description":"A fragrant purple flower common in gardens. Violets are ocasionally used as a baking component and to produce specialty liquors. It has a woody, rose-like flavor with a subtle fruityness.","VoidMushroom.DisplayName":"Void Mushroom","VoidMushroom.Description":"A strange mushroom that grows in dark places. It is shaped like a cup, with tooth like protrusions growing around the top. As this mushroom developes, a pool of poisonous liquid slowly forms in the cup shaped impression on its cap.","Waldmeister.DisplayName":"Waldmeister","Waldmeister.Description":"A cluster of white flowers from a forest herb; it\u0027s name means \u0027Master of the Woods\u0027 in German. These flowers have a sweet aroma like fresh hay, honey and vanilla. They are sometimes used to flavor traditional sweets and wines.","Watermelon.DisplayName":"Watermelon","Watermelon.Description":"A large green melon with a sweet pink interior.","WaxBean.DisplayName":"Wax Bean","WaxBean.Description":"A pale variety of string bean that lacks chlorophyll. They have a slightly milder flavor than green beans, and are primarily used to add variety of color to a dish.","WhiteAsparagus.DisplayName":"White Asparagus","WhiteAsparagus.Description":"A variety of asparagus that is grown in low light conditions. It is less bitter and more tender than green asparagus.","WhiteBellPepper.DisplayName":"White Bell Pepper","WhiteBellPepper.Description":"A bell pepper with a crisp, sweet flavor. White bell peppers are milder than other varieties, and sometimes appear translucent when mature.","WhiteCarrot.DisplayName":"White Carrot","WhiteCarrot.Description":"A rainbow carrot that has pale white root. White carrots are sweeter than darker varieties, and have the mildest flavor.","WhiteGrapes.DisplayName":"White Grapes","WhiteGrapes.Description":"A cluster of green grapes. They have a crisper, lighter, more refreshing flavor than darker varieties of grape.","WhiteOnion.DisplayName":"White Onion","WhiteOnion.Description":"A pungent vegetable harvested for its bulb. It is widely used culinarily as a component in salads, cooked into dishes, and as a sandwich topping.","WhiteTeaLeaf.DisplayName":"White Tea Leaf","WhiteTeaLeaf.Description":"Young shoots from a tea plant that were harvested before the leaves fully opened.  They can be brewed as is or oxidized to produce yellow tea.","WhiteTruffle.DisplayName":"White Truffle","WhiteTruffle.Description":"A rare, white truffle with a strong fragrance and a pungent, musky flavor.","WildBarley.DisplayName":"Wild Barley","WildBarley.Description":"A hearty cereal grain primarily used for brewing and animal feed production.","WildDaisy.DisplayName":"Wild Daisy","WildDaisy.Description":"A cheery white wildflower common in meadows.","WildGrapes.DisplayName":"Wild Grapes","WildGrapes.Description":"A tart, unripe bunch of grapes from a wild grape vine. They can be used as a salad topping and baking component, or can be squeezed down to make verjus.","WildOats.DisplayName":"Wild Oats","WildOats.Description":"A cereal grain grown for its seed. It is commonly used in baking, for breakfast cereal production, and for the production of animal feed.","WildViolet.DisplayName":"Wild Violet","WildViolet.Description":"A vibrant purple wildflower. It has a soft, sweet, woody aroma.","Wintergreen.DisplayName":"Wintergreen","Wintergreen.Description":"The waxy green leaves of a wild herb; they have a distinct aroma like sweet mint. The oil from these leaves is used medicinally, as well as a flavor agent in food, candies and teas.","Wolfsbane.DisplayName":"Wolfsbane","Wolfsbane.Description":"A purple, tube shaped flower that grows in clusters on a stalk. Wolfsbane is so toxic that it can cause skin irritation and poisoning from direct contact. This flower has a wide variety of magical uses, and is popular among creatures from other realms.","Woodruff.DisplayName":"Woodruff","Woodruff.Description":"A vibrant green herb that grows wild in deep forests. It is traditionally used to flavor wines, syrups and candies. This herb has an earthy flavor like sweet hay, and is associated with many spring festivals.","Wormwood.DisplayName":"Wormwood","Wormwood.Description":"A mildly toxic herb that is sometimes used in folk medicine and potion making. Consuming it in small doses can have hallucinogenic effects, and has historically been used to make a highly alcoholic spirit known as absinthe.","Xoconostle.DisplayName":"Xoconostle","Xoconostle.Description":"A spined cactus fruit with a seedy, red interior. While related to prickly pears, this fruit has a much more sour and tangy flavor.","Yarrow.DisplayName":"Yarrow","Yarrow.Description":"A cluster of white flowers from a forest herb. It has been used as a medicinal herb for centuries, and is also used to flavor traditional wines and beers.","YarrowLeaf.DisplayName":"Yarrow Leaf","YarrowLeaf.Description":"A medicinal herb with a sweet, licorice-like flavor. It is used both for flavoring and to make folk medicines","YarrowRoot.DisplayName":"Yarrow Root","YarrowRoot.Description":"A medicinal root that has been used for generations to treat stomach ailments and toothaches.","YellowBellPepper.DisplayName":"Yellow Bell Pepper","YellowBellPepper.Description":"A bell pepper that was picked as it was beginning to ripen. Yellow bell peppers are juicier than other bells, and have a fruity flavor.","YellowCarrot.DisplayName":"Yellow Carrot","YellowCarrot.Description":"A rainbow carrot that has a bright yellow color. Yellow carrots have a sweeter, milder flavor than other varieties.","Zucchini.DisplayName":"Zucchini","Zucchini.Description":"A vining squash with an earthy, mildly bitter-sweet flavor.","AdzukiBeanStarter.Displayname":"Adzuki Bean Starter","AdzukiBeanStarter.Description":"A trellised crop which produces light brown seed pods containing sweet, red beans. Matures in 10 days, and continues to produce every four days after. Plant in the spring or summer.","AloePod.Displayname":"Aloe Pod","AloePod.Description":"A starter for a fleshy, spiney desert succulent commonly used to produce healing balms and salves. Takes 20 days to mature. Plant in the summer.","AmanitaStarter.Displayname":"Amanita Starter","AmanitaStarter.Description":"Spores for a toxic, bright red mushroom with white spots. Takes 6 days to mature. Plant in the summer or fall.","AnemushroomStarter.Displayname":"Anemushroom Starter","AnemushroomStarter.Description":"Spores for a strange variety of beach mushroom. Takes 7 days to mature. Plant in the summer.","AsparagusSeeds.Displayname":"Asparagus Seeds","AsparagusSeeds.Description":"Seeds for a green, spear-shaped vegetable. Takes 10 days to mature. Plant in the summer.","BasilSeeds.Displayname":"Basil Seeds","BasilSeeds.Description":"Seeds for a fragrant green herb which is commonly used in cooking. These seeds can also be used to brew a traditional type of tea. Takes 5 days to mature. Plant in summer.","BerserkerMushroomStarter.Displayname":"Berserker Mushroom Starter","BerserkerMushroomStarter.Description":"Spores for a legendary variety of mushroom once used by warriors to bolster their strength. Takes 13 days to mature. Plant in the winter.","BlackBeanStarter.Displayname":"Black Bean Starter","BlackBeanStarter.Description":"A trellised crop which produces long brown seed pods containing several black beans each. Matures in 10 days, and continues to produce every four days after. Plant in the winter.","BlackCloverSeeds.Displayname":"Black Clover Seeds","BlackCloverSeeds.Description":"Seeds for a dark variety of shamrock which may additionally produce clover flowers and unlucky clovers. Takes 4 days to mature, then continues to produce every four days after. Plant in the fall or winter.","BlackCuminSeeds.Displayname":"Black Cumin Seeds","BlackCuminSeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow nigella flowers. They have a rich, earthy, warm flavor. Takes 7 days to mature, and may produce seeds in addition to flowers. Plant in the fall.","BlackSesameSeeds.Displayname":"Black Sesame Seeds","BlackSesameSeeds.Description":"Seeds that can be used to make a variety of dishes, oils and pastes, or planted to grow black sesame plants. Matures in 7 days, and produces every 3 days after. Plant in the winter.","BlueCornSeeds.Displayname":"Blue Corn Seeds","BlueCornSeeds.Description":"Seeds for a high protein variant of corn with blue kernels. Takes 14 days to mature, then continues to produce every four days. Plant in the fall or winter. ","BlueLotusStarter.Displayname":"Blue Lotus Starter","BlueLotusStarter.Description":"A planter and seeds for a sacred lotus flower, which may additionally produce usable leaves, stalks and roots. Takes 21 days to mature, then produces every three weeks after. Set up planter in the spring, summer or fall.","BlueOysterStarter.Displayname":"Blue Oyster Starter","BlueOysterStarter.Description":"A mossy stump seeded with blue oyster mycelium. Produces mature mushrooms after 7 days, and continues to produce weekly if planted in spring, summer or fall.","BluePotatoSeeds.Displayname":"Blue Potato Seeds","BluePotatoSeeds.Description":"Seeds for a dense, earthy flavored variety of potato with a deep blue color. Takes 6 days to mature. Plant in the winter.","BroccoliSeeds.Displayname":"Broccoli Seeds","BroccoliSeeds.Description":"Seeds for an earthy green vegetable with edible bushels of flower buds. Takes 12 days to mature. Plant in the summer.","BrusselsSproutSeeds.Displayname":"Brussels Sprout Seeds","BrusselsSproutSeeds.Description":"Seeds for a bitter green vegetable that resembles miniature cabbages. Takes 10 days to mature, then produces every 5 days after. May produce flowers in addition to vegetables. Plant in the summer.","CactushroomStarter.Displayname":"Cactushroom Starter","CactushroomStarter.Description":"Spores for a strange variety of desert mushroom. Takes 7 days to mature. Plant in the summer.","CantaloupeSeeds.Displayname":"Cantaloupe Seeds","CantaloupeSeeds.Description":"Seeds for a pale-skinned melon with a sweet orange interior. Takes 12 days to mature. Plant in the fall.","CaperBushStarter.Displayname":"Caper Bush Starter","CaperBushStarter.Description":"A trellised flower bush which may produce flowers, berries and edible leaves in addition to caper buds. Takes 9 days to mature, then produces every 5 days after. Plant in the spring.","CarawaySeeds.Displayname":"Caraway Seeds","CarawaySeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow caraway flowers. They have a nutty, bitter-sweet flavor. Takes 7 days to mature, and may produce seeds in addition to flowers. Plant in the fall.","CassavaStarter.Displayname":"Cassava Starter","CassavaStarter.Description":"Seeds for a starchy rooted plant which is used as a staple food product in many parts of the world. Takes 10 days to mature, and may produce edible leaves as well as roots. Plant in the summer.","CaveCarrotSeeds.Displayname":"Cave Carrot Seeds ","CaveCarrotSeeds.Description":"A subterranean variant of carrot that grows best in reduced light. Takes 5 days to mature. Plant in the winter.","CayennePepperSeeds.Displayname":"Cayenne Pepper Seeds","CayennePepperSeeds.Description":"Seeds for a moderately hot variant of pepper commonly ground into a cooking spice. Takes 7 days to mature, then continues to produce every three days after. Plant in the fall.","CelerySeeds.Displayname":"Celery Seeds","CelerySeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow celery. They have a grassy, mildly bitter flavor. Takes 8 days to mature. Plant in the winter.","ChamomileSeeds.Displayname":"Chamomile Seeds","ChamomileSeeds.Description":"Seeds for a plant which grows flowers commonly used to make tea. Matures in 10 days, and produces every 7 days after. Plant in the spring.","ChanterelleStarter.Displayname":"Chanterelle Starter","ChanterelleStarter.Description":"Spores for a variety of edible wild mushroom. Takes 10 days to mature. Plant in the fall.","ChervilSeeds.Displayname":"Chervil Seeds","ChervilSeeds.Description":"Seeds for a fragrant green herb with a mild anise flavor. Takes 5 days to mature. Plant in spring.","ChicorySeeds.Displayname":"Chicory Seeds","ChicorySeeds.Description":"Seeds for a blue wildflower which may additionally produce usable roots and leaves at harvest. Takes 7 days to mature. Plant in the spring.","ChiveSeeds.Displayname":"Chive Seeds","ChiveSeeds.Description":"Seeds for an onion relative which produces edible leaves commonly used as an herb. May also produce allium flowers at harvest. Takes 5 days to mature, then continues to produce every 3 days after. Plant in the winter or spring.","CilantroSeeds.Displayname":"Cilantro Seeds","CilantroSeeds.Description":"Seeds for a fragrant green herb which may produce coriander spice and flowers in addition to leaves. Takes 6 days to mature. Plant in summer.","CloverPatchStarter.Displayname":"Clover Patch Starter","CloverPatchStarter.Description":"Seeds for a small patch of shamrocks which may additionally produce clover flowers and lucky clovers. Takes 4 days to mature, then continues to produce every four days after. Plant in the spring or summer.","CommonMushroomStarter.Displayname":"Common Mushroom Starter","CommonMushroomStarter.Description":"Spores for a common variety of edible wild mushroom. Takes 4 days to mature. Plant in the fall.","CrocusSeeds.Displayname":"Crocus Seeds","CrocusSeeds.Description":"Seeds for a purple wildflower which may produce saffron in addition to flowers. Takes 7 days to mature. Plant in the winter.","CucumberStarter.Displayname":"Cucumber Starter","CucumberStarter.Description":"A trellised crop with a cylindrical fruit which is used as a vegetable culinarily. Takes 10 days to mature, then produces every four days after. Plant in the spring.","DaffodilSeeds.Displayname":"Daffodil Seeds","DaffodilSeeds.Description":"Seeds for a bright yellow wildflower. Takes 7 days to mature. Plant in the spring.","DaisySeeds.Displayname":"Daisy Seeds ","DaisySeeds.Description":"Seeds for a cheery white flower. Takes 5 days to mature. Plant in the spring.","DandelionSeeds.Displayname":"Dandelion Seeds","DandelionSeeds.Description":"Seeds for a golden-yellow wildflower which leaves behind a puffy white seed head. May produce usable roots and leaves in addition to flowers at harvest. Takes 5 days to mature. Plant in the spring.","DarkRainbowCarrotSeeds.Displayname":"Dark Rainbow Carrot Seeds","DarkRainbowCarrotSeeds.Description":"Seeds for a variant of carrot that may produce red and black carrots in addition to purple. Takes 8 days to mature. Plant in the winter.","DillSeeds.Displayname":"Dill Seeds","DillSeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow dill weed. They have a fresh, mildly bitter flavor. May produce seeds in addition to herbs. Takes 5 days to mature. Plant in the spring, ","Dryad\u0027sSaddleStarter.Displayname":"Dryad\u0027s Saddle Starter","Dryad\u0027sSaddleStarter.Description":"A tree stump seeded with dryad saddle mycelium. Produces mature mushrooms after 7 days, and continues to produce weekly while in season. Plant in the spring, summer or fall.","FennelSeeds.Displayname":"Fennel Seeds","FennelSeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow fennel. They have a warm, sweet, aniseed flavor. May produce usable leaves, flowers and pollen at harvest. Takes 10 days to mature. Plant in the spring.","FenugreekSeeds.Displayname":"Fenugreek Seeds","FenugreekSeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow fenugreek. They have a tangy, bitter flavor. May produce seeds in addition to herbs. Takes 7 days to mature.  Plant in the fall.","FernFlowerSeeds.Displayname":"Fern Flower Seeds","FernFlowerSeeds.Description":"Seeds for a legendary flower from an enchanted forest which blooms near the summer solstice. May produce fiddlehead ferns in addition to a flower. Takes 21 days to mature. Plant in the summer.","FernStarter.Displayname":"Fern Starter","FernStarter.Description":"Spores for a variety of fern that produce edible fiddleheads. Takes 7 days to mature, then continues to produce every 5 days after. Plant in the summer.","FireWheelSeeds.Displayname":"Fire Wheel Seeds","FireWheelSeeds.Description":"Seeds for a vibrant wildflower prized for its beauty. Takes 5 days to mature. Plant in the summer.","FoxgloveSeeds.Displayname":"Foxglove Seeds","FoxgloveSeeds.Description":"Seeds for a toxic wildflower sometimes grown ornamentally, it is apparently used by those who study magic. Takes 5 days to mature. Plant in the spring.","FrostCapMushroomStarter.Displayname":"Frost Cap Mushroom Starter","FrostCapMushroomStarter.Description":"Spores for a strange variety of cold weather mushroom. Takes 10 days to mature. Plant in the winter.","GarbanzoBeanStarter.Displayname":"Garbanzo Bean Starter","GarbanzoBeanStarter.Description":"A trellised crop which grows a highly nutritious legume, commonly called a \u0027chick pea\u0027. Takes 10 days to mature, then produces every four days after. Plant in the fall.","GemCapStarter.Displayname":"Gem Cap Starter","GemCapStarter.Description":"Spores for an odd fungus that consructs its fruiting body with minerals it sources from the ground around it. Takes 8 days to mature. Plant in the winter.","GentianFlowerSeeds.Displayname":"Gentian Flower Seeds","GentianFlowerSeeds.Description":"Seeds for a bitter flavored plant with striking blue flowers. May produce roots and bark in addition to flowers. Matures in 10 days, and produces every 7 days after. Plant in the fall.","GlassGemCornSeeds.Displayname":"Glass Gem Corn Seeds","GlassGemCornSeeds.Description":"Seeds for an ornamental variant of corn with colorful pastel kernels. This corn has low nutritional value, but can be used to produce meal and ethanol. Takes 14 days to mature, then produces every four days. Plant in the winter or spring.","GlassPumpkinSeeds.Displayname":"Glass Pumpkin Seeds","GlassPumpkinSeeds.Description":"Seeds for an enchanted variety of plant which produces solid silver leaves and a sparkling pumpkin made of crystalline glass. Takes 20 days to mature. Plant in the winter.","GoldenCauliflowerSeeds.Displayname":"Golden Cauliflower Seeds ","GoldenCauliflowerSeeds.Description":"Seeds for a variant of cauliflower with a high level of vitamins, giving it a golden color. Takes 12 days to mature.  Plant in the summer.","GoldenPumpkinSeeds.Displayname":"Golden Pumpkin Seeds ","GoldenPumpkinSeeds.Description":"Seeds for an enchanted variety of plant which produces solid gold leaves and a gleaming golden pumpkin. Takes 20 days to mature. Plant in the fall.","GreenBellPepperSeeds.Displayname":"Green Bell Pepper Seeds","GreenBellPepperSeeds.Description":"Seeds for a variant of pepper that may produce yellow bell peppers in addition to green. Matures in 7 days, and produces every 5 days after. Plant in the spring.","GreenCabbageSeeds.Displayname":"Green Cabbage Seeds ","GreenCabbageSeeds.Description":"Seeds for a leafy green vegetable which grows into large heads of curled leaves. Takes 9 days to mature. Plant in the fall.","GreenCardamomSeeds.Displayname":"Green Cardamom Seeds","GreenCardamomSeeds.Description":"Seeds for a plant which produces fragrant seed pods prized as a spice, and which can be blanched to produce white cardamom. Matures in 9 days, and produces every 4 days after. Plant in the summer.","GreenLeafLettuceSeeds.Displayname":"Green Leaf Lettuce Seeds","GreenLeafLettuceSeeds.Description":"Seeds for leafy green vegetable commonly used as a salad base and sandwich topping. Takes 10 days to mature. Plant in the spring.","GreenPeaStarter.Displayname":"Green Pea Starter","GreenPeaStarter.Description":"A trellised crop which produces green pods with edible seeds. Takes 10 days to mature, then produces every four days after. Plant in the spring.","HawkweedSeeds.Displayname":"Hawkweed Seeds","HawkweedSeeds.Description":"Seeds for an orange variety of wildflower. Takes 5 days to mature. Plant in the fall.","HoneydewSeeds.Displayname":"Honeydew Seeds","HoneydewSeeds.Description":"Seeds for a pale green melon with a sweet green interior. Takes 12 days to mature. Plant in the spring.","HornNutStarter.Displayname":"Horn Nut Starter","HornNutStarter.Description":"A planter and seeds for a distinctly shaped aquatic nut. Nuts must be leached with blanching powder before processing for human consumption. Takes 15 days to produce, then continues to produce every five days after. Set up planter in the fall.","IndigoSeeds.Displayname":"Indigo Seeds","IndigoSeeds.Description":"Seeds for a toxic blue flower traditionally farmed for the production of paints and dyes. Takes 10 days to mature. Plant in the summer.","Jack-O-LanternSeeds.Displayname":"Jack-O-Lantern Seeds","Jack-O-LanternSeeds.Description":"Seeds for an enchanted variety of pumpkin that produces perfectly formed Jack-O-Lanterns upon harvest. Plant in the fall, takes 15 days to mature.","LeekSeeds.Displayname":"Leek Seeds","LeekSeeds.Description":"Seeds for a wild variety of onion with edible leaf sheaths. Takes 6 days to mature. Plant in the spring.","LemongrassSeeds.Displayname":"Lemongrass Seeds","LemongrassSeeds.Description":"Seeds for a flavorful herb with stems that taste like citrus. Takes 5 days to mature, then continues to produce every 5 days after. Plant in the spring.","LentilSeeds.Displayname":"Lentil Seeds","LentilSeeds.Description":"Seeds for a plant which produces lense shaped legumes. Takes 4 days to mature. Plant in the winter.","LichenStarter.Displayname":"Lichen Starter","LichenStarter.Description":"A damp log and rock seeded with culinary lichens. Matures after five days, and continues to produce every four days after. Set up in the fall and winter.","LiverwortStarter.Displayname":"Liverwort Starter","LiverwortStarter.Description":"A hollowed out log section with a damp indentation seeded with liverwort. For thaumaturgical use only. Takes 5 days to mature, and continues to produce every 4 days after. Set up in the spring or fall.","LuminushroomStarter.Displayname":"Luminushroom Starter","LuminushroomStarter.Description":"Spores for peculiar variety of mushroom which radiates light. Takes 13 days to mature. Plant in the winter.","MagmaCapMushroomStarter.Displayname":"Magma Cap Mushroom Starter","MagmaCapMushroomStarter.Description":"Spores for a strange variety of mushroom which grows in and around volcanoes. Takes 10 days to mature. Plant in the summer.","MandrakeSeeds.Displayname":"Mandrake Seeds","MandrakeSeeds.Description":"Seeds for an arcane plant with a humanoid root with potent magical properties, as well as toxic flowers which are known to be hallucinogenic. Takes 27 days to mature. Plant in the fall.","MarjoramSeeds.Displayname":"Marjoram Seeds","MarjoramSeeds.Description":"Seeds for a fragrant green herb that is commonly used in cooking. Takes 5 days to mature. Plant in winter.","MaryJaneSeeds.Displayname":"Mary Jane Seeds","MaryJaneSeeds.Description":"Seeds for a medicinal variety of cannabis that produces an indica strain. May produce usable leaves and hemp stalks in addition to cannabis buds. Takes 15 days to mature, then produces every 5 days after. Plant in the spring.","MatsutakeMushroomStarter.Displayname":"Matsutake Mushroom Starter","MatsutakeMushroomStarter.Description":"Spores for a variety of mushroom popular for its unique flavor. Takes 10 days to mature. Plant in the spring.","MorelStarter.Displayname":"Morel Starter","MorelStarter.Description":"Spores for a popular variety of edible wild mushroom. Takes 10 days to mature. Plant in the spring.","MosshroomStarter.Displayname":"Mosshroom Starter","MosshroomStarter.Description":"Spores for a mysterious variety of forest mushroom. Takes 7 days to mature. Plant in the spring.","MugwortSeeds.Displayname":"Mugwort Seeds","MugwortSeeds.Description":"Seeds for an herb primarily used medicinally, which may produce artemisia flowers in addition to leaves. Takes 10 days to mature. Plant in the winter.","MustardSeeds.Displayname":"Mustard Seeds","MustardSeeds.Description":"Seeds that can be used as a cooking spice, or planted to grow mustard greens. They have a strong, pungent, bitter flavor. May produce seeds and flowers in addition to greens. Takes 5 days to mature. Plant in the fall.","OkraSeeds.Displayname":"Okra Seeds","OkraSeeds.Description":"Seeds for a plant which produces green, edible seed pods. Takes 7 days to mature, then produces every four days after. Plant in the summer.","OreganoSeeds.Displayname":"Oregano Seeds","OreganoSeeds.Description":"Seeds for a fragrant green herb which is commonly used in cooking. Takes 5 days to mature. Plant in the fall.","PaprikaSeeds.Displayname":"Paprika Seeds","PaprikaSeeds.Description":"Seeds for a smoky sweet variant of pepper which is commonly ground into a cooking spice. Takes 5 days to mature, then continues to produce every three days after. Plant in the summer.","ParsleySeeds.Displayname":"Parsley Seeds","ParsleySeeds.Description":"Seeds for a fragrant green herb which is commonly used as a garnish. Takes 4 days to mature. Plant in summer.","PassionFruitStarter.Displayname":"Passion Fruit Starter","PassionFruitStarter.Description":"A trellised vine which produces flavorful fruit and beautiful flowers. Takes fifteen days to mature, then produces every seven days after. Plant in the summer.","PeanutSeeds.Displayname":"Peanut Seeds","PeanutSeeds.Description":"Seeds for a legume with edible, subterranean seeds. Takes 10 days to mature. Plant in the summer.","PeppercornStarter.Displayname":"Peppercorn Starter","PeppercornStarter.Description":"A trellised crop which may produce green and black in addition to red peppercorns. Reds can be blanched to produce white peppercorns, or dried to produce black. Takes 7 days to mature, then produces every five days after. Plant in the fall.","PeppermintSeeds.Displayname":"Peppermint Seeds","PeppermintSeeds.Description":"Seeds for a fragrant green herb which is commonly used as a flavoring component. May produce flowers in addition to herbs. Takes 7 days to mature. Plant in winter.","PeriwinkleSeeds.Displayname":"Periwinkle Seeds","PeriwinkleSeeds.Description":"Seeds for a poisonous blue wildflower sometimes grown ornamentally. Takes 6 days to mature. Plant in the winter.","PeyoteCactusStarter.Displayname":"Peyote Cactus Starter","PeyoteCactusStarter.Description":"Seeds for a potently hallucinogenic variety of cactus. Takes 20 days to mature. Plant in the summer.","PoinsettiaSeeds.Displayname":"Poinsettia Seeds","PoinsettiaSeeds.Description":"Seeds for a plant that produces vibrant flowers which are popular around the winter holidays. Matures in 10 days, and produces every 7 days after. Plant in winter.","PortobelloMushroomStarter.Displayname":"Portobello Mushroom Starter","PortobelloMushroomStarter.Description":"Spores for a large variety of edible mushroom popular for its meaty texture. May produce white cremini and button mushrooms in addition to mature portobellos. Takes 10 days to mature. Plant in the fall.","PricklyPearCactusStarter.Displayname":"Prickly Pear Cactus Starter","PricklyPearCactusStarter.Description":"A starter for a paddle cactus with edible fruits. May also produce opuntia flowers and edible nopal pads at harvest. This crop is too spiny to walk through. Takes 15 days to mature, then produces every five days after. Only grows indoors.","PsilocybinMushroomStarter.Displayname":"Psilocybin Mushroom Starter","PsilocybinMushroomStarter.Description":"Spores for a hallucinogenic mushroom variety commonly referred to as \u0027magic mushrooms\u0027. Takes 2 weeks to mature. Plant in the fall.","PuffballMushroomStarter.Displayname":"Puffball Mushroom Starter","PuffballMushroomStarter.Description":"Spores for a variety of wild mushroom which grows into a large white sphere. Takes 5 days to mature. Plant in the fall.","PurpleAsparagusSeeds.Displayname":"Purple Asparagus Seeds","PurpleAsparagusSeeds.Description":"Seeds for a sweet purple variety of asparagus. Takes 10 days to mature. Plant in the fall.","PurpleBellPepperSeeds.Displayname":"Purple Bell Pepper Seeds","PurpleBellPepperSeeds.Description":"Seeds for a variant of pepper that may produce black bell peppers in addition to purple. Matures in 7 days, and produces every 5 days after. Plant in the fall.","PurpleCauliflowerSeeds.Displayname":"Purple Cauliflower Seeds","PurpleCauliflowerSeeds.Description":"Seeds for a sweet variant of cauliflower with a bright violet color. Takes 12 days to mature. Plant in the fall.","PurpleMushroomStarter.Displayname":"Purple Mushroom Starter","PurpleMushroomStarter.Description":"Spores for a rare variety of cave mushroom with arcane properties. Takes 12 days to mature. Plant in the fall.","RadioactiveMushroomStarter.Displayname":"Radioactive Mushroom Starter","RadioactiveMushroomStarter.Description":"Spores for a strange variety of glowing mushroom. Takes 7 days to mature. Plant in the summer.","RainbowCarrotSeeds.Displayname":"Rainbow Carrot Seeds","RainbowCarrotSeeds.Description":"Seeds for a variant of carrot that may produce white and yellow carrots in addition to orange. Takes 8 days to mature. Plant in the spring.","RapiniSeeds.Displayname":"Rapini Seeds","RapiniSeeds.Description":"Seeds for a leafy green vegetable with buds that resemble broccoli. May produce flowers in addition to leaves. Takes 8 days to mature. Plant in the spring.","AntlerGanodermaStarter.Displayname":"Antler Ganoderma Starter","AntlerGanodermaStarter.Description":"Spores that produce a branching, antler-like mushroom. Takes two weeks to mature. Plant in the fall.","RedBellPepperSeeds.Displayname":"Red Bell Pepper Seeds","RedBellPepperSeeds.Description":"Seeds for a variant of pepper that may produce orange bell peppers in addition to red. Matures in 7 days, and produces every 5 days after. Plant in the summer.","RedCornSeeds.Displayname":"Red Corn Seeds","RedCornSeeds.Description":"Seeds for a sweet variant of corn with small, red kernels. Takes 14 days to mature, then produces every four days. Plant in the spring or summer.","RedMushroomStarter.Displayname":"Red Mushroom Starter","RedMushroomStarter.Description":"Spores for a poisonous variety of cave mushroom. Takes 12 days to mature. Plant in the summer.","RedOnionSeeds.Displayname":"Red Onion Seeds","RedOnionSeeds.Description":"Seeds for a root vegetable commonly used to flavor dishes. May additionally produce allium flowers or young green onions at harvest. Takes 6 days to mature. Plant in the fall.","RedPotatoSeeds.Displayname":"Red Potato Seeds","RedPotatoSeeds.Description":"Seeds for a sweeter, lower starch variety of potato with red skin. Takes 6 days to mature. Plant in the fall.","RomanescoSeeds.Displayname":"Romanesco Seeds","RomanescoSeeds.Description":"Seeds for a geometric variant of broccoli that grows in a spiraling fractal pattern. Takes 12 days to mature. Plant in the winter.","RoseVineStarter.Displayname":"Rose Vine Starter","RoseVineStarter.Description":"A trellised vine that produces fragrant red roses. May produce rose hips in addition to flowers. Matures in 10 days, and produces every 7 days after. Plant in the summer.","RutabagaSeeds.Displayname":"Rutabaga Seeds","RutabagaSeeds.Description":"Seeds for a large variety of root vegetable, which may additionally produce greens and flowers at harvest. Takes 7 days to mature. Plant in the winter.","RyeSeeds.Displayname":"Rye Seeds","RyeSeeds.Description":"Seeds for a flavorful variety of grain which is used in much the same manner as wheat. Takes 7 days to mature. Plant in the fall or winter.","SageSeeds.Displayname":"Sage Seeds","SageSeeds.Description":"Seeds for a fragrant green herb that is commonly used in cooking. Takes 7 days to mature. Plant in winter.","SarsaparillaSeeds.Displayname":"Sarsaparilla Seeds","SarsaparillaSeeds.Description":"Seeds for a wild plant with roots and berries that taste similar to root beer. Takes 7 days to mature. Plant in the summer.","SavorySeeds.Displayname":"Savory Seeds","SavorySeeds.Description":"Seeds for a fragrant green herb which is commonly used as a garnish. Takes 5 days to mature. Plant in fall.","ScotchBonnetPepperSeeds.Displayname":"Scotch Bonnet Pepper Seeds","ScotchBonnetPepperSeeds.Description":"Seeds for a sweet-hot variant of pepper commonly used in island cuisines. Takes 5 days to mature, then continues to produce every three days after. Plant in the spring.","ShisoSeeds.Displayname":"Shiso Seeds","ShisoSeeds.Description":"Seeds for a fragrant green herb with a fresh, sweet flavor. Takes 7 days to mature. Plant in the spring.","SnowPeaStarter.Displayname":"Snow Pea Starter","SnowPeaStarter.Description":"A trellised variant of pea with an edible-pod. Matures in 10 days, and continues to produce every four days after. Plant in the winter.","SnowYamSeeds.Displayname":"Snow Yam Seeds","SnowYamSeeds.Description":"Seeds for a pale, mild flavored variety of cold weather yam. Takes 10 days to mature. Plant in the winter.","SoybeanStarter.Displayname":"Soybean Starter","SoybeanStarter.Description":"A trellised crop which produces high protein legumes. Takes 10 days to mature, then produces every four days after. Plant in the summer.","SpearmintSeeds.Displayname":"Spearmint Seeds","SpearmintSeeds.Description":"Seeds for a fragrant green herb which is commonly used as a flavoring component. May produce flowers in addition to herbs. Takes 7 days to mature. Plant in the winter.","SpinachSeeds.Displayname":"Spinach Seeds","SpinachSeeds.Description":"Seeds for a leafy green vegetable which is eaten both cooked and raw. Takes 6 days to mature. Plant in the summer.","SpringOnionSeeds.Displayname":"Spring Onion Seeds","SpringOnionSeeds.Description":"Seeds for a wild variety of onion with a milder flavor than cultivated onions. May additionally produce allium flowers and scallions at harvest. Takes 4 days to mature. Plant in the spring.","SquashSeeds.Displayname":"Squash Seeds","SquashSeeds.Description":"Seeds for an edible gourd with a mildly sweet interior. May produce flowers in addition to fruit at harvest. Takes 13 days to mature. Plant in the winter.","StingingNettleStarter.Displayname":"Stinging Nettle Starter","StingingNettleStarter.Description":"Seeds for a spiny leafed plant which may produce flowers as well as leaves at harvest. This crop is too spiny to walk through. Takes 7 days to mature, then produces every 3 days after. Plant in the spring.","SweetPeaSeeds.Displayname":"Sweet Pea Seeds","SweetPeaSeeds.Description":"Seeds for a common purple wildflower. Takes 6 days to mature. Plant in the summer.","SweetPotatoSeeds.Displayname":"Sweet Potato Seeds","SweetPotatoSeeds.Description":"Seeds for a smooth, soft fleshed root vegetable with a sweet flavor. Takes 8 days to mature. Plant in the fall.","TarragonSeeds.Displayname":"Tarragon Seeds","TarragonSeeds.Description":"Seeds for a fragrant green herb with an anise-like flavor. Takes 5 days to mature. Plant in fall.","Devil\u0027sLettuceSeeds.Displayname":"Devil\u0027s Lettuce Seeds","Devil\u0027sLettuceSeeds.Description":"Seeds for a medicinal variety of cannabis that produces a sativa strain. May produce usable leaves and hemp stalks in addition to cannabis buds. Takes 15 days to mature, then produces every 5 days after. Plant in the fall.","ThunderCapMushroomStarter.Displayname":"Thunder Cap Mushroom Starter","ThunderCapMushroomStarter.Description":"Spores for a strange variety of mushroom that prefers stormy weather. Takes 10 days to mature. Plant in the spring.","ThymeSeeds.Displayname":"Thyme Seeds","ThymeSeeds.Description":"Seeds for a fragrant green herb with a fresh, verdant flavor. Takes 5 days to mature. Plant in the winter.","TobaccoSeeds.Displayname":"Tobacco Seeds ","TobaccoSeeds.Description":"Seeds for a smoking herb with large green leaves. Takes 9 days to mature. Plant in the fall.","TomatilloSeeds.Displayname":"Tomatillo Seeds ","TomatilloSeeds.Description":"Seeds for a vegetable which resembles a paper-husked tomato. Takes 7 days to mature, then produces every four days after. Plant in the spring.","TopinamburSeeds.Displayname":"Topinambur Seeds","TopinamburSeeds.Description":"Seeds for a wild variety of sunflower which produces both flowers and edible roots known as sunchoke. Takes 5 days to mature. Plant in the fall.","TreasurePlantStarter.Displayname":"Treasure Plant Starter","TreasurePlantStarter.Description":"A strange plant which constructs its body from precious metals it extracts from the soil. This plant collects burried treasures with its roots into a chest-like fruit made of pure gold. After planted, it will produce once every 28 days, regardless of the season. Can be planted any time of the year.","TruffleStarter.Displayname":"Truffle Starter","TruffleStarter.Description":"Spore boxes for a valuable variety of subterranean mushroom. May produce white and black truffles in addition to brown. Takes 20 days to mature, then produces every three weeks after. Plant in the spring, summer or fall.","TurmericSeeds.Displayname":"Turmeric Seeds","TurmericSeeds.Description":"A root vegetable commonly ground and used as a cooking spice. Plant in the fall, takes 10 days to mature.","TurnipSeeds.Displayname":"Turnip Seeds","TurnipSeeds.Description":"Seeds for a high fiber root vegetable. May produce greens and flowers in addition to roots. Takes 5 days to mature. Plant in the winter.","VanillaVineStarter.Displayname":"Vanilla Vine Starter","VanillaVineStarter.Description":"A trellised tropical vine which grows a distinct tasting bean highly valued as a spice. May produce orchid flowers in addition to beans. Takes 10 days to mature, then produces every five days after. Plant in the spring.","VioletSeeds.Displayname":"Violet Seeds ","VioletSeeds.Description":"Seeds for a popular purple flower sometimes found growing in the wild. Takes 6 days to mature. Plant in the spring.","VoidMushroomStarter.Displayname":"Void Mushroom Starter","VoidMushroomStarter.Description":"Spores for an arcane variety of shadow mushroom. Takes 13 days to mature. Plant in the fall.","WatermelonSeeds.Displayname":"Watermelon Seeds","WatermelonSeeds.Description":"Seeds for a large green melon with sweet pink flesh. Takes 20 days to mature. Plant in the summer.","WaxBeanStarter.Displayname":"Wax Bean Starter","WaxBeanStarter.Description":"A trellised plant which produces a colorless variant of bean. Matures in 9 days, and continues to produce every four days after. Plant in the winter.","WhiteAsparagusSeeds.Displayname":"White Asparagus Seeds","WhiteAsparagusSeeds.Description":"Seeds for a bitter, white variety of asparagus that grows in conditions of reduced light. Takes 10 days to mature. Plant in the winter.","WhiteBellPepperSeeds.Displayname":"White Bell Pepper Seeds","WhiteBellPepperSeeds.Description":"Seeds for a variant of pepper that may produce ivory bell peppers in addition to white. Matures in 7 days, and produces every 5 days after. Plant in the winter.","WhiteGrapeStarter.Displayname":"White Grape Starter","WhiteGrapeStarter.Description":"A trellised grape vine which produces sweet green grapes and edible leaves. Takes ten days to mature, then produces every three days after. Plant in the summer or fall.","WhiteOnionSeeds.Displayname":"White Onion Seeds","WhiteOnionSeeds.Description":"Seeds for a root vegetable commonly used to flavor dishes. May additionally produce allium flowers or young green onions at harvest. Takes 6 days to mature. Plant in the winter.","WhiteTeaSeeds.Displayname":"White Tea Seeds","WhiteTeaSeeds.Description":"This is the same species as the green tea plant, but harvesting the shoots young prevents this plant from thriving through the colder seasons. Takes 7 days to mature, then produces every five days after. Plant in the spring or summer.","WildBarleySeeds.Displayname":"Wild Barley Seeds","WildBarleySeeds.Description":"Seeds for a grain commonly used in beer and alcohol production. Takes 5 days to mature. Plant in the spring or summer.","WildGingerSeeds.Displayname":"Wild Ginger Seeds","WildGingerSeeds.Description":"Seeds for a root vegetable commonly ground and used as a cooking and baking spice. Takes 10 days to mature. Plant in the summer.","WildGrapeStarter.Displayname":"Wild Grape Starter","WildGrapeStarter.Description":"A fast growing, trellised grape vine which produces tart, immature grapes and edible leaves. Takes 5 days to mature, then produces every three days after. Plant in spring or summer.","HorseradishSeeds.Displayname":"Horseradish Seeds","HorseradishSeeds.Description":"Seeds for a wild root vegetable commonly used as a flavoring component. Takes 10 days to mature. Plant in the spring.","WildOatSeeds.Displayname":"Wild Oat Seeds","WildOatSeeds.Description":"Seeds for a cereal grain commonly used to make animal feed, but also widely consumed by humans. Takes 6 days to mature. Plant in the winter or spring.","WinterRootSeeds.Displayname":"Winter Root Seeds","WinterRootSeeds.Description":"Seeds for a high-starch root vegetable which thrives in cold weather. Takes 7 days to mature. Plant in the winter.","WintergreenSeeds.Displayname":"Wintergreen Seeds","WintergreenSeeds.Description":"Seeds for a fragrant green herb which is commonly used as a flavoring component. May produce flowers and berries in addition to herbs. Takes 10 days to mature. Plant in winter.","WolfsbaneSeeds.Displayname":"Wolfsbane Seeds","WolfsbaneSeeds.Description":"Seeds for a highly toxic wildflower sometimes grown ornamentally. Takes 7 days to mature. Plant in the winter.","WoodruffSeeds.Displayname":"Woodruff Seeds","WoodruffSeeds.Description":"Seeds for a fragrant green herb used as a flavoring component in sweets, beers and traditional festival wines. May produce flowers in addition to herbs. Takes 15 days to mature. Plant in the spring.","WormwoodSeeds.Displayname":"Wormwood Seeds","WormwoodSeeds.Description":"Seeds for a hallucinogenic herb which is used in the production of certain liqueurs. May produce flowers in addition to herbs. Takes 15 days to mature. Plant in the fall.","XoconostleCactusStarter.Displayname":"Xoconostle Cactus Starter","XoconostleCactusStarter.Description":"A starter for a paddle cactus with edible fruits. May also produce opuntia flowers and edible nopal pads at harvest. This crop is too spiny to walk through. Takes 20 days to mature, then produces every seven days after. Only grows indoors.","YarrowSeeds.Displayname":"Yarrow Seeds","YarrowSeeds.Description":"Seeds for a medicinal flower which has been used to make beer since ancient times. May produce usable leaves and roots in addition to flowers. Takes 10 days to mature. Plant in the winter.","ZucchiniSeeds.Displayname":"Zucchini Seeds","ZucchiniSeeds.Description":"Seeds for a variety of gourd which may produce edible flowers as well as squash at harvest. Takes 13 days to mature, then continues to produce every seven days after. Plant in the summer."}