{"AcaiBerry.DisplayName":"Acai Berry","AcaiBerry.Description":"A berry from a palm tree with a dark purple hue. It has a tart, earthy flavor.","Agave.DisplayName":"Agave","Agave.Description":"A fleshy spine from a large desert succulent which can be used to produce nectar, tequila and mezcal. It is also used as a natural remedy for a number of ailments.","Almond.DisplayName":"Almond","Almond.Description":"A popular and widely cultivated nut. Almonds are commonly eaten raw, but are also used in cooking and baking.","AngosturaBark.DisplayName":"Angostura Bark","AngosturaBark.Description":"A medicinal bark used to treat various ailments. In the modern day, it is primarily used as a bitter flavoring agent.","Annatto.DisplayName":"Annatto","Annatto.Description":"A pod containing several seeds with a sweet, mildly peppery flavor. It is commonly used as a yellow, orange and red food dye.","AppleofDiscord.DisplayName":"Apple of Discord","AppleofDiscord.Description":"A divine apple that glows with a dark light. Strange golden letters glow upon the surface of this fruit, they appear to spell \u0027KALLISTI\u0027. Despite the malevolent aura put forth by this fruit, it is one of the most highly coveted items in the world.","AppleofIdunn.DisplayName":"Apple of Idunn","AppleofIdunn.Description":"A divine fruit that shines with radiant light. Swirls of silver and gold drift across the surface of this fruit in a seemingly arbitrary manner. Mortals who eat this fruit regularly will never age.","Avocado.DisplayName":"Avocado","Avocado.Description":"A green, pear-shaped fruit with leathery skin. It has a soft, buttery interior that is often used as a spread or as a base for dips.","Bahidaj.DisplayName":"Bahidaj","Bahidaj.Description":"An exceptionally sweet, spiney fruit from a saguaro cactus.  It has a bright red, heavily seeded interior; giving it a fig-like quality. The seeds are sometimes dried and eaten separately.","Baobab.DisplayName":"Baobab","Baobab.Description":"A large pod with a velvety husk that grew on a massive tree. The innards of this fruit have a tart, citrusy flavor, and have the consistency of a gritty pear.","BayLeaf.DisplayName":"Bay Leaf","BayLeaf.Description":"A pungeant leaf with a sharp, bitter taste. Bay leaves are often cooked whole in soups and sauces, then removed before serving.","Bearberry.DisplayName":"Bearberry ","Bearberry.Description":"A cold-adapted wild berry favored by bears. The shrub these berries were grown on was enchanted by forest spirits. When you eat these berries; you feel the spirit of the bear flow into you, attuning your senses to be in greater harmony with nature.","BergamotOrange.DisplayName":"Bergamot Orange","BergamotOrange.Description":"A yellow-green citrus prized for its fragrance. It has a sweet, sunny aroma and an intense citrus flavor that lend themselves well to many dishes and cocktails. The oil from this fruit is the signature aromatic in Earl Grey Tea.","Bifrost.DisplayName":"Bifrost","Bifrost.Description":"An iridescent flower from the World Tree, Yggdrasil. These flowers radiate with a spectral light of unparalleled beauty. It is said that Bifrost connects the World Tree to the realm of the gods, though it is unclear if these flowers are what those legends reference.","BirchBark.DisplayName":"Birch Bark","BirchBark.Description":"Medicinal bark from a birch tree. It has a subtle, wintergreen aroma, and can be used to make teas and other beverages.","BlackBamboo.DisplayName":"Black Bamboo","BlackBamboo.Description":"A dark ornamental bamboo that grows quickly. It is prized for its aesthetic beauty, and can be used to craft a variety of items. Bamboo can be used as a source of fresh water in survival situations.","BlackCacaoPod.DisplayName":"Black Cacao Pod","BlackCacaoPod.Description":"A strange, dark pod from an enchanted cacao tree. It produces natural dark chocolate.","BlackCherry.DisplayName":"Black Cherry","BlackCherry.Description":"A dark, sweet variant of cherry. Their high sugar content makes them the preferred cherry to eat out of hand; while tarter, lighter cherries are better for baking.","BlackCurrants.DisplayName":"Black Currants","BlackCurrants.Description":"Small, dark berries with an earthy, tart flavor. They are a popular fruit to make jellies and liqueurs from in certain parts of the world.","BlackOlive.DisplayName":"Black Olive","BlackOlive.Description":"A fully ripened olive. They are generally less bitter than green olives, with a milder flavor that makes them better suited for dishes such as pizzas and salads.","BlackWalnut.DisplayName":"Black Walnut","BlackWalnut.Description":"A darker variety of walnut with a bold, earthy flavor. These walnuts are primarily used for making flavor extracts, whereas common walnuts are eaten raw or used for baking.","BlueJavaBanana.DisplayName":"Blue Java Banana","BlueJavaBanana.Description":"A pale blue banana. Java bananas have a fluffy, creamy texture and a flavor like vanilla custard.","BlueRaspberry.DisplayName":"Blue Raspberry","BlueRaspberry.Description":"A vibrant blue berry that resembles a...raspberry? These are not supposed to actually exist. These berries are intensely flavorful, and taste as though they were infused with sweet lemons.","BrazilNut.DisplayName":"Brazil Nut","BrazilNut.Description":"A large rainforest nut filled with smaller, wedge-shaped nuts. The inner nuts have a smooth, buttery texture. Due to their high cost, these nuts are not as frequently used in baking as other varieties.","Buddha\u0027sHand.DisplayName":"Buddha\u0027s Hand","Buddha\u0027sHand.Description":"A peculiar, highly fragrant citrus with no juice or pulp; its pith is mild with a lemon blossom aroma. This fruit has fingerlike extensions which give it a hand-like appearance, thus the reasoning behind its name.","CacaoPod.DisplayName":"Cacao Pod","CacaoPod.Description":"A reddish pod from a cacao tree. It is primarily used to make chocolates and desserts.","Carambola.DisplayName":"Carambola","Carambola.Description":"Commonly known as a \u0027starfruit\u0027 due to its signature shape, the flavor of this fruit is unique and varies widely depending on ripeness.","Cashew.DisplayName":"Cashew","Cashew.Description":"A soft, buttery-sweet nut with a crescent shape.","CashewApple.DisplayName":"Cashew Apple","CashewApple.Description":"A juicy, sweet-sour fruit from a cashew tree. It can be processed into a variety of goods, but the fruit is highly perishable. The cashew nuts can be separated from their shells with an auto mill.","Chestnut.DisplayName":"Chestnut","Chestnut.Description":"A bitter, crunchy nut in a spiny husk. They become soft and sweet when roasted, and are a popular winter holiday treat.","CinchonaBark.DisplayName":"Cinchona Bark","CinchonaBark.Description":"A bitter, medicinal bark used to treat malaria and other serious ailments. Cinchona can be processed into quinine, tonic water, and various bitter spirits.","CinnamonBark.DisplayName":"Cinnamon Bark","CinnamonBark.Description":"Bark from a Cinnamomum tree; it has a spicy-sweet, woody aroma and flavor. When ground, this bark is prized as a cooking and baking spice, and is used in both savory and sweet dishes.","CintamaniFlower.DisplayName":"Cintamani Flower","CintamaniFlower.Description":"A delicate flower that bloomed on the Tree of Enlightenment; it appears to be comprised entirely of blue light. These flowers are said to be holy in nature, and contain the elements needed to attain immortality.","Clematis.DisplayName":"Clematis","Clematis.Description":"A dark blue flower from an ornamental vine. It smells faintly of sweet almonds. These flowers are toxic to humans and animals.","Clove.DisplayName":"Clove","Clove.Description":"A highly aromatic flower bud that is commonly used as a cooking and baking spice. Its subtle sweetness allows it to blend well with other spices.","CocodeMer.DisplayName":"Coco de Mer","CocodeMer.Description":"The largest nut in the world. It is filled with a jelly-like substance that tastes like citrusy coconut.","Crabapple.DisplayName":"Crabapple","Crabapple.Description":"A small wild apple with an extremely tart flavor; they are a favored item among woodland creatures. These apples can be processed into sour-apple flavored items, which tend to be popular among children and teenagers.","CurryLeaf.DisplayName":"Curry Leaf","CurryLeaf.Description":"A pungeant leaf with a bitter-sweet taste. Curry leaves are often cooked whole in soups and sauces, then removed before serving; but can also be ground into a powder for spice mixes.","Date.DisplayName":"Date","Date.Description":"A sweet oval fruit that grew on a desert palm tree. It has a sticky, chewy texture and a dessert like flavor.","DeadMan\u0027sFingers.DisplayName":"Dead Man\u0027s Fingers","DeadMan\u0027sFingers.Description":"A bright blue sausage fruit grown mainly for decoration. The husk is filled with a seeded jelly that tastes like watermelon and cucumber.","DeepJungleMoss.DisplayName":"Deep Jungle Moss","DeepJungleMoss.Description":"A dark green patch of moss from a deep jungle tree; it has tiny flowers growing out of it. This moss is soft and tender, with the strong aroma of forest. Jungle moss is said to have wonderous arcane and medicinal properties.","Dogwood.DisplayName":"Dogwood","Dogwood.Description":"A flower from an ornamental dogwood tree; they are nice to look at, but have a mildly unpleasant aroma. These flowers are also poisonous, meaning they have little commercial value to humans.","DragonBerry.DisplayName":"Dragon Berry","DragonBerry.Description":"An oddly shaped berry which produces its own heat. It has a pleasant, smokey, campfire flavor; and is well liked by dragons and fire spirits.","DragonFruit.DisplayName":"Dragon Fruit","DragonFruit.Description":"A bizzare purple, egg-shaped fruit with green, leaf-like protrusions and a white interior. It has a soft texture and a mildly sweet flavor.","Durian.DisplayName":"Durian","Durian.Description":"A large spiny fruit infamous for its pungent aroma. It has a creamy texture and a savory-sweet flavor.","EbonyWood.DisplayName":"Ebony Wood","EbonyWood.Description":"A dark ornamental wood prized for its beauty. It can be shined to a mirror finish, and is dense enough to sink in water.","Elderberry.DisplayName":"Elderberry","Elderberry.Description":"A dark purple berry with a tart, earthy, mildly sweet flavor. It is a popular flavor for juices and sodas in some parts of the world.","Elderflower.DisplayName":"Elderflower","Elderflower.Description":"A bushel of creamy white florets from an elder tree; they have a sophisticated floral aroma with heady, sweet undertones. Elderflowers can be processed into a wide wide array of products, and are to said to have a variety of beneficial properties when consumed.","Fig.DisplayName":"Fig","Fig.Description":"A tear-shaped fruit with a flavor like sweet honey. It is so packed with seeds that it has a crunchy texture.","Forsythia.DisplayName":"Forsythia","Forsythia.Description":"A small yellow flower from an ornamental bush; it smells faintly of honey and almonds. The flowers from this bush have a much stronger fragrance immediately after it rains.","Foxberry.DisplayName":"Foxberry","Foxberry.Description":"A wild relative of the lingonberry. The shrub this fruit was grown on has been enchanted by forest spirits. When you eat these berries; you can feel the spirit of the fox flow into you, enhancing your cunning and charisma.","FruitoftheNetherworld.DisplayName":"Fruit of the Netherworld","FruitoftheNetherworld.Description":"A dark fruit from the depths of the underworld; there are many tales warning the dangers of eating this fruit. You can feel an infernal power coursing beneath its skin like a heartbeat; it is paradoxically unsettling and alluring at the same time. The color and aroma of this fruit are so inviting, and its succulent flesh radiates faintly with a dark light. Surely the foreboding tales of this item are exaggerated...A single bite couldn\u0027t be all that dangerous...","GinkgoLeaf.DisplayName":"Ginkgo Leaf","GinkgoLeaf.Description":"A fan-shaped leaf from an ornamental tree; they are said to have a variety of health benefits. According to some cultures, catching a falling ginkgo leaf before it hits the ground will bring good fortune.","GoldenPlum.DisplayName":"Golden Plum","GoldenPlum.Description":"A tiny yellow plum with a full-bodied flavor. Golden plums are sweeter than other varieties, with subtle floral undertones.","Grapefruit.DisplayName":"Grapefruit","Grapefruit.Description":"A large, juicy citrus with a bitter-sweet flavor.","GrosMichel.DisplayName":"Gros Michel","GrosMichel.Description":"A large banana that was once the most commonly consumed variety in the world, but was nearly driven to extinction by a blight that swept the globe. It has a stronger flavor than modern bananas, and tastes similar to artificial banana flavoring.","Guarana.DisplayName":"Guarana ","Guarana.Description":"A bright red fruit with twice the amount of caffeine as coffee. It has a sweet, fruity flavor with a mild ginger and apple undertones.","Guava.DisplayName":"Guava","Guava.Description":"A bright green fruit with a reddish-orange interior. It has a flavor like pear and strawberry.","HawthornBerry.DisplayName":"Hawthorn Berry","HawthornBerry.Description":"A wild berry with a tart, mildly sweet flavor. The fruit is said to have health benefits, but the seeds can be harmful if eaten in large quantities.","HeartsofPalm.DisplayName":"Hearts of Palm","HeartsofPalm.Description":"A cylindrical vegetable harvested from the center of a palm tree. It has a flavor similar to asparagus or artichoke.","Heliconia.DisplayName":"Heliconia","Heliconia.Description":"An ornamental flower prized for its unique shape and vibrant colors. These flowers collect nectar within the folds of their petals, which is fed upon by birds with specialized tongues.","Hesperidium.DisplayName":"Hesperidium","Hesperidium.Description":"A radiant golden apple that shines like the setting sun. Hesperidium are grown in the gardens of the gods, and are used to make Ambrosia. This fruit is produced by a Dryad, and has a naturally intoxicating effect on average humans.","Hibiscus.DisplayName":"Hibiscus","Hibiscus.Description":"A large tropical flower with a vibrant color, but no apparent aroma. These flowers are often used ornamentally and as garnishes, and can be made into teas and syrups that taste similar to cranberry.","Honeyberry.DisplayName":"Honeyberry","Honeyberry.Description":"A bright blue berry with an unusual shape. This fruit is related to blueberries and huckleberries, and tastes like a cross between raspberries and blueberries.","HoneycrispApple.DisplayName":"Honeycrisp Apple","HoneycrispApple.Description":"An incredibly crisp apple that has a nice balance of sweet and tart. It is best eaten raw, rather than baked or processed.","Honeysuckle.DisplayName":"Honeysuckle","Honeysuckle.Description":"A bright pink flower with a strong aroma like honeyed fruit. The flowers have a sweet, delicious honey that is safe for humans to consume.","HuaMoa.DisplayName":"Hua Moa","HuaMoa.Description":"A gigantic banana with a rich, creamy interior and a mildly berry-like flavor.","Huckleberry.DisplayName":"Huckleberry","Huckleberry.Description":"A wild blueberry with large seeds; they can range in color from blue, to violet, to red. Lighter berries tend to be more tart, and become sweeter as they darken.","Jabuticaba.DisplayName":"Jabuticaba","Jabuticaba.Description":"A dark round fruit with a white interior. The purple ones taste like grape candy, and the red ones taste like blueberry yogurt.","Jacaranda.DisplayName":"Jacaranda","Jacaranda.Description":"A purple trumpet flower from an ornamental tree. It smells like sweet honey, but after the flowers fall to the ground they start to give off a bad aroma. These flowers are toxic to humans and animals.","Juniper.DisplayName":"Juniper","Juniper.Description":"A fragrant blue berry from an evergreen shrub; it has a sharp, tart flavor that is not very appealing when eaten raw. These berries are primarily used for gin production, though they can also be ground up and used to make tea, marinades and stuffings.","KeyLime.DisplayName":"Key Lime","KeyLime.Description":"A tart, fragrant lime that yellows as it ripens. The high acid content and bitterness of this fruit allow it to balance sweet deserts and cocktails more effectively than common limes.","Kiwi.DisplayName":"Kiwi","Kiwi.Description":"A fuzzy, egg-shaped fruit with a bright green interior. They have a tangy, tart, sweet flavor.","KolaNut.DisplayName":"Kola Nut","KolaNut.Description":"A distinct tasting nut that is naturally caffeinated. It can be chewed on, but not eaten, and is typically used as a flavoring agent.","Kumquat.DisplayName":"Kumquat","Kumquat.Description":"A small, oval, bright orange citrus fruit with a strong flavor. Kumquats have a sour juice and a sweet skin, so are eaten whole and unpealed.","LarahaOrange.DisplayName":"Laraha Orange","LarahaOrange.Description":"A fibrous orange that is too bitter to be considered edible without processing. The fruit can range from green to orange, and is used to produce specialty liquors.","Lavender.DisplayName":"Lavender","Lavender.Description":"A fragrant purple flower with a sweet, fresh aroma. It is prized as an herb, and has a variety of culinary uses.","Lemon.DisplayName":"Lemon","Lemon.Description":"A bright yellow fruit with a distinct sour flavor. It is used commonly in cooking, as well as in making desserts and cocktails.","Lilac.DisplayName":"Lilac","Lilac.Description":"An ornamental purple flower with a fresh, beautiful aroma. The leaves and flowers can also be used to make medicinal tonics.","Lime.DisplayName":"Lime","Lime.Description":"A bright green fruit with a distinct sour flavor. It is used commonly in cooking, as well as in making desserts and cocktails.","Linden.DisplayName":"Linden","Linden.Description":"The spade shaped leaf and fragrant flowers from an ornamental tree, both of which are used medicinally. It has a pleasant smell like honeysuckle and lemon; and a floral, honeyed flavor.","Lychee.DisplayName":"Lychee","Lychee.Description":"A strange round fruit with a pink, spiny skin. It has a white flesh with a sweet, mildly floral flavor.","MacadamiaNut.DisplayName":"Macadamia Nut","MacadamiaNut.Description":"A tropical nut with a rich, buttery flavor. They are commonly used in baked goods and to flavor coffee drinks.","MandarinOrange.DisplayName":"Mandarin Orange","MandarinOrange.Description":"A juicy, easily peeled variant of orange; they are generally smaller and sweeter than other oranges. Tangerines, clementines and satsumas are all variants of mandarin orange.","MarconaAlmond.DisplayName":"Marcona Almond","MarconaAlmond.Description":"An almond that sweeter, moister and softer than common varieties. The flavor and aroma of these nuts make them perfect for baking.","MeyerLemon.DisplayName":"Meyer Lemon","MeyerLemon.Description":"A hybrid fruit that tastes like a cross between a sour lemon and a sweet orange; it is larger and darker than a common lemon. The flavor profile of this fruit makes it excellent for juicing and zesting.","MimosaFlower.DisplayName":"Mimosa Flower","MimosaFlower.Description":"A large, puffy flower from a silk tree; it has an elegant aroma reminiscent of warm honey and violets. The flower itself is extraordinarily complex; hundreds of individual strands come together to form a single round blossom.","Mistletoe.DisplayName":"Mistletoe","Mistletoe.Description":"A white berry from a parasitic plant which grows in the branches of trees. It holds a variety of symbolisms throughout many cultures, and is often used decoratively in the winter. This berry is not safe for humans to consume, but is commonly eaten by wild birds.","MonsteraDeliciosa.DisplayName":"Monstera Deliciosa","MonsteraDeliciosa.Description":"A strange fruit that resembles a scaly ear of corn. It is covered in a hexagonally-patterned patchwork covering that falls off naturally to reveal the amazingly flavorful white flesh of the fruit. This fruit usually is a mixture of toxic and ripe segments, but seems enchanted to ripen all at once.","Moonberry.DisplayName":"Moonberry","Moonberry.Description":"A peculiar fruit in the shape of a moon. This berry radiates with light during the night, but dims during the day. Moonberries have a sweet, fruity flavor with an aftertaste like gin and flowers.","Mulberry.DisplayName":"Mulberry","Mulberry.Description":"An elongated, dark purple berry with a plesantly sweet-tart flavor.","Myristica.DisplayName":"Myristica","Myristica.Description":"A fragrant fruit that looks similar to an apricot. It splits in half when mature, exposing a crimson aril which surrounds a fragrant seed. The spices mace and nutmeg can both be produced from this aril. The flesh of this fruit has a mild nutmeg flavor.","NinoBananas.DisplayName":"Nino Bananas","NinoBananas.Description":"A bunch of short, stubby bananas with a bright yellow skin. They have a rich, sweet, honey-like flavor.","Olive.DisplayName":"Olive","Olive.Description":"An unripened green olive. Green olives have a bitter flavor, and are more often pickled or preserved for cocktail use than black olives.","Osmanthus.DisplayName":"Osmanthus","Osmanthus.Description":"A bushel of light orange florets with a honeyed apricot aroma. Osmanthus is prized both for its fragrance and flavor, and is used to make a wide variety of products.","Papaya.DisplayName":"Papaya","Papaya.Description":"A large green fruit with a light orange interior and a sweet, creamy flavor.","Pear.DisplayName":"Pear","Pear.Description":"A mildly sweet, oblong fruit with a crisp texture and a subtle floral aroma.","Pecan.DisplayName":"Pecan","Pecan.Description":"A crisp, crunchy nut with a high oil content and a sweet, buttery flavor.","Persimmon.DisplayName":"Persimmon","Persimmon.Description":"A sweet, slightly tangy fruit which resembles a tomato. It has a uniquee flavor akin to stone fruit mixed with melon.","PimentoBerry.DisplayName":"Pimento Berry","PimentoBerry.Description":"Dark berries commonly dried and sold as allspice. They taste like a combination of clove, cinnamon, and nutmeg.","PineNut.DisplayName":"Pine Nut","PineNut.Description":"A resinous, pine flavored nut that comes from an evergreen cone. These nuts are a commonly used ingredient in many Mediterranean cuisines, and can be processed in the same manner as other varieties of nut.","PinkLemon.DisplayName":"Pink Lemon","PinkLemon.Description":"A bright pink lemon...These aren\u0027t supposed to actually exist. It has a flavor like sweet berry lemonade, and gives off the aroma of lemon blossoms. The flavor profile of this fruit makes it excellent for juicing and zesting, and its vibrant color makes for a unique cocktail garnish.","Pistachio.DisplayName":"Pistachio ","Pistachio.Description":"A smooth, lightly sweet drupe related to cashews. The inner seed developes a more vibrant green color when grown in cooler climates. It is considered a nut culinarily, but not botanically.","Plantain.DisplayName":"Plantain","Plantain.Description":"A starchy green banana used and eaten like a vegetable, rather than as a fruit.","PoisonApple.DisplayName":"Poison Apple","PoisonApple.Description":"An enticing purple apple used to poison one\u0027s enemies. The smell and flavor of this apple is incredibly enticing, but a single bite from this fruit could kill 100 men.","PolarBerry.DisplayName":"Polar Berry","PolarBerry.Description":"A pure white berry with a smooth, icy surface. Polar berries are perpetually freezing cold, and have a texture similar to packed snow. The flavor is difficult to describe, but is reminiscent of brisk winter air.","Quince.DisplayName":"Quince","Quince.Description":"A hard, pear shaped fruit with an aroma like apples, roses and citrus. They have a flavor like apples and pears when cooked, but are too tough and astingent to eat raw or unprocessed.","RainbowEucalyptusLeaf.DisplayName":"Rainbow Eucalyptus Leaf","RainbowEucalyptusLeaf.Description":"A highly fragrant leaf from an exotic tree. Eucalyptus has a refreshing forest scent with strong hints of menthol. These leaves can be brewed into a medicinal tea, but drinking too much can be toxic. Children should never be given tea made with these leaves.","Rambutan.DisplayName":"Rambutan","Rambutan.Description":"A bizarre relative of the lychee with a vibrant, hair-like husk. It has a stark white interior with a sweet, creamy flavor.","Raspberry.DisplayName":"Raspberry","Raspberry.Description":"A reddish pink berry from a large shrub. It has a bright, sweet-tart flavor that many people are fond of.","RedAnjouPear.DisplayName":"Red Anjou Pear","RedAnjouPear.Description":"A mild, sweet pear with a subtle floral aroma. The striking crimson skin makes this fruit a popular choice in culinary dishes that feature unpeeled pears.","RedDaccaBanana.DisplayName":"Red Dacca Banana","RedDaccaBanana.Description":"A banana with a bright red peel. Dacca bananas have a creamy texture and a sweet flavor reminiscent of raspberries.","Rooibos.DisplayName":"Rooibos","Rooibos.Description":"Needle-like leaves from an African shrub; they have a rich, woody aroma.  These leaves can be brewed into a tea, or dried to produce red tea leaves.","RoseGrapes.DisplayName":"Rose Grapes","RoseGrapes.Description":"A cluster of enchanted pink grapes. They have an incredibly sweet flavor, and always produce perfect blush wines.","RoseofAvalon.DisplayName":"Rose of Avalon","RoseofAvalon.Description":"An enigmatic flower that grows deep in untouched forests. These roses are considered sacred to denizens of the forest, and are said to contain wonderous power. According to lore, giving this rose to another person will cause them to fall in love with you.","Rosemary.DisplayName":"Rosemary","Rosemary.Description":"A woodsy, aromatic herb with needle like leaves. Its complex flavor and strong fragrance make it a popular herb for roasting and baking.","Rowanberry.DisplayName":"Rowanberry","Rowanberry.Description":"A bitter, reddish-orange berry which has such a strong acidity it is generally not eaten raw. These berries are generally processed into jellies and wines, or can be debittered through freezing, drying or cooking.","RoyalPoinciana.DisplayName":"Royal Poinciana","RoyalPoinciana.Description":"A spectacular red flower from an ornamental tree. It has a pleasant aroma reminiscent of sweet grapes, but poinciana flowers are poisonous to humans and animals.","RubyRedGrapefruit.DisplayName":"Ruby Red Grapefruit","RubyRedGrapefruit.Description":"A large, juicy citrus with a sweeter, more full-bodied flavor than lighter-fleshed varieties of grapefruit.","Sakura.DisplayName":"Sakura","Sakura.Description":"A fragrant pink cherry blossom with a wide range of cultural significance in certain parts of the world. Sakura have a variety of culinary and aromatic uses.","Sandalwood.DisplayName":"Sandalwood","Sandalwood.Description":"A highly fragrant red wood with an iconic, rich aroma that is utilized in many soaps and perfumes. This wood can be ground into chandan powder, which has a multitude of aromatic and culinary uses. ","Saskatoon.DisplayName":"Saskatoon","Saskatoon.Description":"A bright purple wild berry that tastes like sweet almonds. They look similar to blueberries, but saskatoons are actually more closely related to apples.","SassafrasRoot.DisplayName":"Sassafras Root","SassafrasRoot.Description":"A distinctly flavored root from a sassafras tree. It is used to make a variety of beverages, and is the primary flavor component in root beer.","SeaHeart.DisplayName":"Sea Heart","SeaHeart.Description":"Hollow beans from a monkey ladder vine, they are the largest seed in the world. They drift all across the ocean, and are considered a luck charm to many. Sea hearts are commonly made into jewelry, but must be blanched before eating or processing.","SloePlum.DisplayName":"Sloe Plum","SloePlum.Description":"A blue dwarf plum that grows on wild blackthorn trees. They have a sour, sharp flavor when unprocessed, but sweeten after the first frost. These plums can be distilled into sloe gin.","SpruceTips.DisplayName":"Spruce Tips","SpruceTips.Description":"Fragrant evergreen shoots from a spruce tree; they can be used to make teas and sodas. The essence of these needles is also used as an aromatic in a variety of products.","StarAnise.DisplayName":"Star Anise","StarAnise.Description":"The star-shaped fruit of an illicium tree. It has a sweet, licorice flavor; and is used in savory dishes, desserts, and specialty liqueurs.","StarApple.DisplayName":"Star Apple","StarApple.Description":"A purple sapote fruit that is typically cut in half and eaten with a spoon. The skin and outer flesh is inedible, but the center has a flavor and texture similar to sweetened condensed milk and berries. The cross section of this fruit has a star pattern, thus its name.","StarJasmine.DisplayName":"Star Jasmine","StarJasmine.Description":"A fragrant white flower with a sweet and distinct fragrance. Jasmine is prized for its beauty and scent, and is commonly brewed into tea. This flower can also be used to flavor desserts and cocktails.","Stardrop.DisplayName":"Stardrop ","Stardrop.Description":"A mysterious fruit that empowers those who eat it. The power this fruit produces seems to increase exponentially when it is earned or given as a gift.","Sugarcane.DisplayName":"Sugarcane","Sugarcane.Description":"Grass stalks that can be processed into sugar and molasses.","Sumac.DisplayName":"Sumac","Sumac.Description":"A tangy berry that is used in various Middle Eastern spice blends. It has a sour, lemony flavor and can be used to brighten dishes and dry-rubs.","SummerStarberry.DisplayName":"Summer Starberry","SummerStarberry.Description":"A bright red, star-shaped berry that is associated with the summer solstice. Summer starberries have a flavor like sweetened baking spices; and are perpetually warm to the touch. Starberries hold a special meaning, especially when recieved as gifts.","Sunberry.DisplayName":"Sunberry","Sunberry.Description":"A peculiar fruit in the shape of a sun. This berry radiates with light during the day, but dims at night. Sunberries have a flavor like tropical fruit infused with spicy peppers.","Tamarind.DisplayName":"Tamarind","Tamarind.Description":"A large legume that grows from trees and has a sticky, sweet-sour interior. It is commonly used to flavor candies and sodas in some parts of the world.","VakkhicGrape.DisplayName":"Vakkhic Grape","VakkhicGrape.Description":"Radiant silver grapes that were grown by a Maenad; they appear as tiny globes full of moonlight. Vakkhic grapes do not need to be fermented to make wine, they have an intoxicating effect as soon as they are ripe. These grapes are also known to be an extremely potent aphrodisiac.","Walnut.DisplayName":"Walnut","Walnut.Description":"A mild flavored nut that is commonly used in baking.","WhiteCacaoPod.DisplayName":"White Cacao Pod","WhiteCacaoPod.Description":"A strange, pale pod from an enchanted cacao tree. It produces chocolate that is pure white in color.","WhitePeach.DisplayName":"White Peach","WhitePeach.Description":"A sweet, low acid peach with white flesh; it has a mild floral flavor. These peaches are better for eating out of hand as opposed to baking.","WillowBark.DisplayName":"Willow Bark","WillowBark.Description":"Medicinal bark harvested from a willow tree; it has a pleasant, earthy aroma. The leaves and bark of willow trees have been used for centuries as a natural pain reliever.","WinterStarberry.DisplayName":"Winter Starberry","WinterStarberry.Description":"A blue, star-shaped berry that is associated with the winter solstice. Winter starberries have a sweet, herbal flavor; and are perpetually cool to the touch. Starberries hold a special meaning, especially when recieved as gifts.","Wisteria.DisplayName":"Wisteria","Wisteria.Description":"A draping, purple, ornamental flower with a fresh, sweet aroma. These flowers are poisonous to humans and animals.","WitchHazel.DisplayName":"Witch Hazel","WitchHazel.Description":"A spidery yellow flower with a piercing scent reminiscent of alcohol. It has been used for centuries as a medicinal component.","Wolfberry.DisplayName":"Wolfberry","Wolfberry.Description":"A wild variant of goji berry, the fruit from this bush are more bright and flavorful than traditional gojis. The shrub these berries were grown on has been enchanted by forest spirits. When you eat these berries, you feel the spirit of the wolf flow into you, enhancing your strength and fighting instincts.","Yateveo.DisplayName":"Yateveo","Yateveo.Description":"A highly peculiar fruit from a legendary carnivorous plant. The taste of this fruit is said to be delectable beyond compare, and the fruit is known to have a highly intoxicating effect. Those who eat it to become drowsy and clumsy, often falling victim to the Yateveo flower when they reach for a second piece of fruit.","Zaminkand.DisplayName":"Zaminkand","Zaminkand.Description":"A toxic fruit which grew on the stalk of a corpse flower.  It can be processed into a variety of items, none of which are safe for human consumption. Zaminkand have a foul stench like rotting flesh, which will attract polinators if left near the flower.","AcaiSapling.Displayname":"Acai Sapling","AcaiSapling.Description":"A palm tree that produces nutritious purple berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","{}.TreeName":"Yggdrasil","AchioteSapling.Displayname":"Achiote Sapling","AchioteSapling.Description":"A tree that produces annatto pods containing seeds used as a spice and coloring agent. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the spring.","AgaveSapling.Displayname":"Agave Sapling","AgaveSapling.Description":"A large desert succulent which is used to make tequila and mezcal. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in summer.","AlmondSapling.Displayname":"Almond Sapling","AlmondSapling.Description":"A popular and widely cultivated nut tree. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","AncientPalmSapling.Displayname":"Ancient Palm Sapling","AncientPalmSapling.Description":"A prehistoric species of palm which was long thought to be extinct. It is the ancestral form of the smaller plants which produce Ancient Fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","AngosturaSapling.Displayname":"Angostura Sapling","AngosturaSapling.Description":"A tree with medicinal bark that is used to make cocktail bitters. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. To mitigate damage to the tree, harvest bark in the winter.","AvocadoSapling.Displayname":"Avocado Sapling","AvocadoSapling.Description":"A tree which produces green, buttery fruit used culinarily as a vegetable. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","BaobabSapling.Displayname":"Baobab Sapling","BaobabSapling.Description":"A massive tree from an arid environment which can store as much as 1000,000 liters of water in its trunk. They produce a large fruit pod which is prized by some for its health benefits. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","BayLaurelSapling.Displayname":"Bay Laurel Sapling","BayLaurelSapling.Description":"A tree that produces fragrant leaves which are prized as a cooking herb. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Leaves mature and are harvestable in the summer.","BearberrySapling.Displayname":"Bearberry Sapling","BearberrySapling.Description":"A dwarf shrub from the arctic which produces small berries. It seems this plant has been enchanted with forest magic to grow to the size of a small tree, and to produce a blue variant of berry as opposed to the typical red. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","BergamotSapling.Displayname":"Bergamot Sapling","BergamotSapling.Description":"A citrus tree which produces fragrant, greenish oranges used to make Earl Grey tea. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","BirchSapling.Displayname":"Birch Sapling","BirchSapling.Description":"A deciduous tree with medicinal bark sometimes used to flavor sodas. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. To mitigate damage to the tree, harvest bark in the winter.","BlackBambooSapling.Displayname":"Black Bamboo Sapling","BlackBambooSapling.Description":"A grove starter for tall ornamental grass with woody stems which can be used for crafting. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest mature stalks in the winter.","BlackCacaoSapling.Displayname":"Black Cacao Sapling","BlackCacaoSapling.Description":"An enchanted jungle tree that grows dark cocoa pods which can be used to produce natural dark chocolate. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Pods can be harvested in the fall.","BlackCherrySapling.Displayname":"Black Cherry Sapling","BlackCherrySapling.Description":"A fruit tree which produces dark, sweet cherries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","BlackCurrantSapling.Displayname":"Black Currant Sapling","BlackCurrantSapling.Description":"A large shrub which produces dark, earthy berries popular in beverage production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","BlackOakSapling.Displayname":"Black Oak Sapling","BlackOakSapling.Description":"An oak sapling seeded with a parasitic mistletoe. The berries are popular as a winter decoration, but are too toxic for average humans to consume. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","BlackOliveSapling.Displayname":"Black Olive Sapling","BlackOliveSapling.Description":"A tree which produces fully ripened black olives. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","BlackWalnutSapling.Displayname":"Black Walnut Sapling","BlackWalnutSapling.Description":"A nut tree which drops a dark, bitter variant of walnut. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","BlackberrySapling.Displayname":"Blackberry Sapling","BlackberrySapling.Description":"A wild shrub that produces dark, flavorful berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","BlackthornSapling.Displayname":"Blackthorn Sapling","BlackthornSapling.Description":"A wild fruit tree which produces a bluish plum used in sloe gin production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","JavaBananaSapling.Displayname":"Java Banana Sapling","JavaBananaSapling.Description":"A banana tree which produces a pale blue fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","BlueRaspberrySapling.Displayname":"Blue Raspberry Sapling","BlueRaspberrySapling.Description":"A peculiar enchanted shrub which produces real blue raspberries! Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","BlueberryBushSapling.Displayname":"Blueberry Bush Sapling","BlueberryBushSapling.Description":"A large, hearty shrub which produces blueberries annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","BodhiSapling.Displayname":"Bodhi Sapling","BodhiSapling.Description":"The divine tree of enlightenment. The bark on this tree glows faintly, and its leaves appear to be made out of pure light. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Produces Cintamani flowers in the spring. ","BrazilNutSapling.Displayname":"Brazil Nut Sapling","BrazilNutSapling.Description":"A giant rainforest tree that produces large nuts filled with seeds. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","Buddha\u0027sHandSapling.Displayname":"Buddha\u0027s Hand Sapling","Buddha\u0027sHandSapling.Description":"A citrus tree which produces exotic, fragrant fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","CacaoSapling.Displayname":"Cacao Sapling","CacaoSapling.Description":"A jungle tree which produces pods used for chocolate production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the summer.","CarambolaSapling.Displayname":"Carambola Sapling","CarambolaSapling.Description":"A tropical tree which produces exotic, star-shaped fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","CashewAppleSapling.Displayname":"Cashew Apple Sapling","CashewAppleSapling.Description":"A tree that grows small red fruit which contain cashew nuts. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","ChestnutSapling.Displayname":"Chestnut Sapling","ChestnutSapling.Description":"A tree that produces spiny pods containing nuts. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","CinchonaSapling.Displayname":"Cinchona Sapling","CinchonaSapling.Description":"A tree prized for its medicinal bark, which is commonly used as a bitter flavoring agent in tonics and liqueurs. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest bark in the winter.","CinnamomumSapling.Displayname":"Cinnamomum Sapling","CinnamomumSapling.Description":"A tree with aromatic bark which is prized as a baking spice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest bark in the winter.","ClematisSapling.Displayname":"Clematis Sapling","ClematisSapling.Description":"A permanent lattice that regrows a hearty clematis vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","CloveSapling.Displayname":"Clove Sapling","CloveSapling.Description":"A tree that produces fragrant flower buds which are prized as a baking and culinary spice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in winter.","CocodeMerSapling.Displayname":"Coco de Mer Sapling","CocodeMerSapling.Description":"A palm tree that produces the largest nut in the world. These nuts usually take ten years to mature, but this tree seems enchanted to produce regularly every summer. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","CorpseFlowerSapling.Displayname":"Corpse Flower Sapling","CorpseFlowerSapling.Description":"An exceptionally rare flower which usually blooms only once a decade, but it seems this plant has been enchanted with nature magic to bloom eternally once mature. It produces toxic, foul smelling fruit which will attract pollinators if you leave them be. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","CrabappleSapling.Displayname":"Crabapple Sapling","CrabappleSapling.Description":"A wild shrub which produces tart dwarf apples. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","CranberryBushSapling.Displayname":"Cranberry Bush Sapling","CranberryBushSapling.Description":"A large, hearty shrub which produces cranberries annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","CrystalFruitSapling.Displayname":"Crystal Fruit Sapling","CrystalFruitSapling.Description":"A strange tree with leaves that look like glass and fruit which appears to be made of crystal. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","CurrySapling.Displayname":"Curry Sapling","CurrySapling.Description":"A tree that produces fragrant leaves which are prized as a cooking herb. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Leaves mature and are harvestable in the summer.","DateSapling.Displayname":"Date Sapling","DateSapling.Description":"A large desert palm which produces sweet dates. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","DeadMan\u0027sSapling.Displayname":"Dead Man\u0027s Sapling","DeadMan\u0027sSapling.Description":"An ornamental tree which grows dark blue sausage fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","DogwoodSapling.Displayname":"Dogwood Sapling","DogwoodSapling.Description":"A popular ornamental tree which produces large pink flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","DragonFruitCactusSapling.Displayname":"Dragon Fruit Cactus Sapling","DragonFruitCactusSapling.Description":"A permanent lattice that grows a hearty cactus fruit vine. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","DryadSapling.Displayname":"Dryad Sapling","DryadSapling.Description":"A forest spirit which slumbers within a tree and produces divine golden apples. Dryads may change position throughout the year, but they never move when humans are nearby. It is not uncommon to see birds and squirrels decorating these entities with flowers and berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","DurianSapling.Displayname":"Durian Sapling","DurianSapling.Description":"A tropical tree which produces large, spikey, malodorous fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","EbonySapling.Displayname":"Ebony Sapling","EbonySapling.Description":"A tree prized for its luxurious dark wood. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. To minimize damage to the tree\u0027s overall health, harvest mature branches in the winter.","ElderSapling.Displayname":"Elder Sapling","ElderSapling.Description":"A sacred tree which produces highly fragrant flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the summer.","ElderberrySapling.Displayname":"Elderberry Sapling","ElderberrySapling.Description":"A large shrub which produces dark purple berries in the spring. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","FicusSapling.Displayname":"Ficus Sapling","FicusSapling.Description":"A fruit tree which produces sweet figs. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","ForestPlumSapling.Displayname":"Forest Plum Sapling","ForestPlumSapling.Description":"A wild plum tree from deep in the forest. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","ForestRoseSapling.Displayname":"Forest Rose Sapling","ForestRoseSapling.Description":"An enigmatic tree from deep in an untouched forest. The trunk of this plant seems to grow only as the lattice for a rose vine, producing beautiful enchanted roses. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","ForsythiaSapling.Displayname":"Forsythia Sapling","ForsythiaSapling.Description":"An ornamental bush which produces small yellow flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","FoxberrySapling.Displayname":"Foxberry Sapling","FoxberrySapling.Description":"A ground cover plant which grows small berries. It seems this plant has been enchanted with forest magic to grow to the size of a small tree. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","FusangSapling.Displayname":"Fusang Sapling","FusangSapling.Description":"A divine tree imbued with the power of fire. It produces dragon-shaped berries, and a viscous sap the color of blood. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","GildedCoconutSapling.Displayname":"Gilded Coconut Sapling","GildedCoconutSapling.Description":"A shining silver tree which produces golden leaves and coconuts. Fruits in the summer, takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","GildedWalnutSapling.Displayname":"Gilded Walnut Sapling","GildedWalnutSapling.Description":"A strange, gilded tree which produces enchanted golden walnuts. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","GinkgoSapling.Displayname":"Ginkgo Sapling","GinkgoSapling.Description":"A ornamental tree which produces medicinal, fan shaped leaves. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest leaves in the spring.","GoldenPlumSapling.Displayname":"Golden Plum Sapling","GoldenPlumSapling.Description":"A plum tree which produces aromatic, golden fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","GrapefruitSapling.Displayname":"Grapefruit Sapling","GrapefruitSapling.Description":"A tree which produces a large, bitter-sweet citrus fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","GrosMichelSapling.Displayname":"Gros Michel Sapling","GrosMichelSapling.Description":"A rare variety of banana tree that was once widespread before being driven nearly to extinction. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","GuaranaSapling.Displayname":"Guarana Sapling","GuaranaSapling.Description":"A tropical tree which produces bright red fruit with a high caffeine content. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","GuavaSapling.Displayname":"Guava Sapling","GuavaSapling.Description":"A tropical tree which produces bright green, pink-fleshed fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","HagTreeSapling.Displayname":"Hag Tree Sapling","HagTreeSapling.Description":"An enchanted tree created by a malevolent witch. It produces amazingly delicious, but deadly toxic fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","HawthornSapling.Displayname":"Hawthorn Sapling","HawthornSapling.Description":"A wild tree with bright red berries which has been considered sacred to forest deities for centuries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","HeliconiaSapling.Displayname":"Heliconia Sapling","HeliconiaSapling.Description":"A large tropical shrub with distinct, cascading flowers which resemble lobster-claws. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the summer.","HibiscusSapling.Displayname":"Hibiscus Sapling","HibiscusSapling.Description":"An ornamental shrub which produces striking magenta flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the summer.","HollySapling.Displayname":"Holly Sapling","HollySapling.Description":"An ornamental shrub with decorative leaves and berries. The leaves can be made into traditional teas and gins, but the berries are poisonous. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Leaves can be harvested in the winter.","HoneyberrySapling.Displayname":"Honeyberry Sapling","HoneyberrySapling.Description":"A wild bush with flavorful, oblong berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","HoneycrispSapling.Displayname":"Honeycrisp Sapling","HoneycrispSapling.Description":"An apple tree which produces crisp, sweet fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","HoneysuckleSapling.Displayname":"Honeysuckle Sapling","HoneysuckleSapling.Description":"A permanent lattice that regrows a hearty honeysuckle vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the fall.","HuaMoaSapling.Displayname":"Hua Moa Sapling","HuaMoaSapling.Description":"A tropical tree which produces a gigantic variety of banana. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer. ","HuckleberrySapling.Displayname":"Huckleberry Sapling","HuckleberrySapling.Description":"A wild shrub related to blueberries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","IlliciumSapling.Displayname":"Illicium Sapling","IlliciumSapling.Description":"A mid-sized tree which produces an aromatic, star-shaped spice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","InfernalSapling.Displayname":"Infernal Sapling","InfernalSapling.Description":"A cursed tree that grows the darkest forests of hell. Thick sap seeps from its bark like blood from a wound. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Infernal fruit grow from its empty branches in the winter.","IslandCoconutSapling.Displayname":"Island Coconut Sapling","IslandCoconutSapling.Description":"A tropical coconut palm. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","JabuticabaSapling.Displayname":"Jabuticaba Sapling","JabuticabaSapling.Description":"A highly unusual tree that grows flowers and fruit directly on its trunk. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","JacarandaSapling.Displayname":"Jacaranda Sapling","JacarandaSapling.Description":"An ornamental tree with fern-like leaves which produces beautiful purple flowers. Takes 28 days to mature. All parts of this tree are toxic to humans and animals. Only grows if the 8 surrounding tiles are empty. Flowers in the summer.","JungleMossSapling.Displayname":"Jungle Moss Sapling","JungleMossSapling.Description":"A strange tree from deep within an unexplored jungle. The trunk seems to grow only as a lattice for thick, shaggy moss with wonderous medicinal properties. The tiny flowers will attract pollinators if left unharvested. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the summer.","JuniperSapling.Displayname":"Juniper Sapling","JuniperSapling.Description":"A large evergreen shrub which produces tart blue berries used in gin production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","KeyLimeSapling.Displayname":"Key Lime Sapling","KeyLimeSapling.Description":"A citrus tree which produces a variety of lime popular for pie making. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","KiwiSapling.Displayname":"Kiwi Sapling","KiwiSapling.Description":"A permanent lattice that regrows a hearty kiwi vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","KolaSapling.Displayname":"Kola Sapling","KolaSapling.Description":"A jungle tree which produces nuts used as a popular soda flavoring agent. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","KumquatSapling.Displayname":"Kumquat Sapling","KumquatSapling.Description":"A citrus tree which produces small, flavorful fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","LarahaOrangeSapling.Displayname":"Laraha Orange Sapling","LarahaOrangeSapling.Description":"A citrus tree which produces bitter oranges used primarily for liquor production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","LavenderSapling.Displayname":"Lavender Sapling","LavenderSapling.Description":"A tall, hearty variety of flowering herb that grows into a medium sized shrub. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Fragrant, herbaceous flowers can be harvested in the fall.","LemonSapling.Displayname":"Lemon Sapling","LemonSapling.Description":"A citrus tree which produces sour yellow fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","LilacSapling.Displayname":"Lilac Sapling","LilacSapling.Description":"An ornamental tree which produces fragrant purple flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","LimeSapling.Displayname":"Lime Sapling","LimeSapling.Description":"A citrus tree which produces sour green fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","LindenSapling.Displayname":"Linden Sapling","LindenSapling.Description":"A spade-leafed tree with many symbolic and legendary associations. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest leaves in the spring.","LycheeSapling.Displayname":"Lychee Sapling","LycheeSapling.Description":"A tree which produces small, spiny-husked fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","MacadamiaSapling.Displayname":"Macadamia Sapling","MacadamiaSapling.Description":"A tree which produces flavorful nuts commonly used in baking. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","MaenadSapling.Displayname":"Maenad Sapling","MaenadSapling.Description":"A forest spirit who serves the god of wine and produces divine silver grapes. Maenads may change position throughout the year, but they never move when humans are nearby. It is not uncommon to see birds and squirrels decorating these entities with flowers and berries. After 28 days Maenads mature, They will only grow if the 8 surrounding tiles are clear. Bears fruit in the fall.","MandarinSapling.Displayname":"Mandarin Sapling","MandarinSapling.Description":"An citrus tree which produces a popular variety of orange. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","MarconaAlmondSapling.Displayname":"Marcona Almond Sapling","MarconaAlmondSapling.Description":"A nut tree which produces a sweet variety of almond. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","MeyerLemonSapling.Displayname":"Meyer Lemon Sapling","MeyerLemonSapling.Description":"A citrus tree which produces a large variety of lemon. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","MimosaSapling.Displayname":"Mimosa Sapling","MimosaSapling.Description":"An ornamental tree with fern like leaves and vibrant pink flowers. In some parts of the world, it is known as a \u0027French Silk Tree\u0027. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","MonkeyLianaSapling.Displayname":"Monkey Liana Sapling","MonkeyLianaSapling.Description":"A large jungle liana which produces a giant, heart-shaped bean known as a \u0027sea heart\u0027. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the spring.","MonsteraSapling.Displayname":"Monstera Sapling","MonsteraSapling.Description":"A large tropical shrub with distinct leaves, giving it the nickname \u0027Swiss Cheese Plant\u0027. Produces strange, dangerous, yet amazingly delicious fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","MoonberrySapling.Displayname":"Moonberry Sapling","MoonberrySapling.Description":"A pale willow with faintly glowing leaves. It produces a luminous, moon shaped fruit with arcane properties. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","MulberrySapling.Displayname":"Mulberry Sapling","MulberrySapling.Description":"A wild fruit tree which produces dark purple, sweet-tart berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","MyristicaSapling.Displayname":"Myristica Sapling","MyristicaSapling.Description":"A tree which produces a fragrant fruit with a seed commonly known as nutmeg. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","NinoBananaSapling.Displayname":"Nino Banana Sapling","NinoBananaSapling.Description":"A tropical tree which produces bunches of short, chubby bananas. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","OliveSapling.Displayname":"Olive Sapling","OliveSapling.Description":"A tree which produces green olives. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","OsmanthusSapling.Displayname":"Osmanthus Sapling","OsmanthusSapling.Description":"An ornamental olive tree which produces bushels of fragrant orange flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","PalmGroveSapling.Displayname":"Palm Grove Sapling","PalmGroveSapling.Description":"A tender palm tree used for its edible trunk center. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the spring.","PapayaSapling.Displayname":"Papaya Sapling","PapayaSapling.Description":"A tropical tree which produces large, orange-fleshed fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","PearSapling.Displayname":"Pear Sapling","PearSapling.Description":"A tree which produces sweet pears. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","PecanSapling.Displayname":"Pecan Sapling","PecanSapling.Description":"A tree which produces pecan nuts. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the fall.","PersimmonSapling.Displayname":"Persimmon Sapling","PersimmonSapling.Description":"A tree which produces sweet, tomato-shaped fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","PimentoSapling.Displayname":"Pimento Sapling","PimentoSapling.Description":"A tree that produces dark berries which, when dried, are commonly known as allspice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","PineNutSapling.Displayname":"Pine Nut Sapling","PineNutSapling.Description":"An evergreen tree which pruduces pinecones with edible nuts. Harvest in the winter, takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","PinkLemonSapling.Displayname":"Pink Lemon Sapling","PinkLemonSapling.Description":"A peculiar enchanted tree which produces real pink lemons! Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","PistachioSapling.Displayname":"Pistachio Sapling ","PistachioSapling.Description":"A tree which produces pistachios. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","PlantainSapling.Displayname":"Plantain Sapling","PlantainSapling.Description":"A tree which produces large green cooking bananas. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","PolarBerrySapling.Displayname":"Polar Berry Sapling","PolarBerrySapling.Description":"A strange shrub that never grows leaves, which has a pale bark that is always coated in frost. It produces a peculiar icy fruit in the winter. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","QuinceSapling.Displayname":"Quince Sapling","QuinceSapling.Description":"A drought-tollerant tree which produces aromatic, fibrous fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","RainbowEucalyptusSapling.Displayname":"Rainbow Eucalyptus Sapling","RainbowEucalyptusSapling.Description":"An ornamental tree which has bark that sheds in strips; revealing shades of orange, green, purple and orange beneath. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Medicinal leaves from this tree can be harvested in the spring.","RambutanSapling.Displayname":"Rambutan Sapling","RambutanSapling.Description":"A tree which produces a bizarre exotic fruit covered in a hair-like husk. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","RaspberrySapling.Displayname":"Raspberry Sapling","RaspberrySapling.Description":"A wild shrub that produces brightly flavored berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","AnjouPearSapling.Displayname":"Anjou Pear Sapling","AnjouPearSapling.Description":"A pear tree which produces a red-skinned fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","DaccaBananaSapling.Displayname":"Dacca Banana Sapling","DaccaBananaSapling.Description":"A banana tree which produces red fruit in the summer. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty.","RooibosSapling.Displayname":"Rooibos Sapling","RooibosSapling.Description":"A shrub which bears needles commonly harvested for tea production. Oxidized leaves from this bush are known as \u0027red tea\u0027. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the spring.","RoseGrapeSapling.Displayname":"Rose Grape Sapling","RoseGrapeSapling.Description":"A permanent lattice that regrows a hearty grape vine annually. This plant appears to be enchanted...Is it a natural species? Harvest in the spring, takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","RosemarySapling.Displayname":"Rosemary Sapling","RosemarySapling.Description":"A fragrant, hearty herb which grows into a medium-sized shrub. Takes 28 days to mature, only grows if the 8 surrounding tiles are empty. Harvest in the spring.","RowanSapling.Displayname":"Rowan Sapling","RowanSapling.Description":"A wild tree long believed to be able to ward off evil and bad enchantments. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","PoincianaSapling.Displayname":"Poinciana Sapling","PoincianaSapling.Description":"A popular ornamental tree which produces strikingly beautiful flowers. This tree goes by many names: flamboyant tree, peacock tree, flame of the forest, flame tree, and phoenix tail. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the summer.","RedGrapefruitSapling.Displayname":"Red Grapefruit Sapling","RedGrapefruitSapling.Description":"A citrus tree which produces a large, bitter-sweet fruit with red flesh. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","SaguaroCactusSapling.Displayname":"Saguaro Cactus Sapling","SaguaroCactusSapling.Description":"A giant desert cactus which produces a sweet, heavily seeded fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","SakuraSapling.Displayname":"Sakura Sapling","SakuraSapling.Description":"An ornamental tree which produces fragrant pink cherry blossoms. This tree has many religious and cultural associations, and is used as a flavoring agent in many desserts and confections. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","SalmonberrySapling.Displayname":"Salmonberry Sapling","SalmonberrySapling.Description":"A wild shrub that produces sweet-tart berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","SandalwoodSapling.Displayname":"Sandalwood Sapling","SandalwoodSapling.Description":"A tree prized for its aromatic red wood. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. To minimize damage to the tree\u0027s overall health, harvest mature branches in the winter.","SaskatoonSapling.Displayname":"Saskatoon Sapling","SaskatoonSapling.Description":"A wild shrub which produces incredibly flavorful berries. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the spring.","SassafrasSapling.Displayname":"Sassafras Sapling","SassafrasSapling.Description":"A tree with flavorful root bark commonly used as a soda flavoring agent. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","SpiceBerrySapling.Displayname":"Spice Berry Sapling","SpiceBerrySapling.Description":"A permanent lattice that regrows a hearty spice berry vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","SpruceSapling.Displayname":"Spruce Sapling","SpruceSapling.Description":"An evergreen tree with edible shoots. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in winter.","StarAppleSapling.Displayname":"Star Apple Sapling","StarAppleSapling.Description":"A tropical tree which produces purple sopote fruit. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","StarFruitSapling.Displayname":"Star  Fruit Sapling","StarFruitSapling.Description":"A rare, giant variant of a Star Fruit plant which grows to the size of a tree. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","StarJasmineSapling.Displayname":"Star Jasmine Sapling","StarJasmineSapling.Description":"An ornamental shrub which produces fragrant white flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring.","StardropSapling.Displayname":"Stardrop  Sapling","StardropSapling.Description":"A rare tree which produces stardrop fruit. Stardrops that are picked do not have the same power as those which are gifted. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","StrawberrySapling.Displayname":"Strawberry Sapling","StrawberrySapling.Description":"A permanent lattice that regrows a hearty strawberry vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","SugarcaneSapling.Displayname":"Sugarcane Sapling","SugarcaneSapling.Description":"A tall grass cultivated for sugar production. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the summer.","SumacSapling.Displayname":"Sumac Sapling","SumacSapling.Description":"A leafy tree which produces red berries used as a cooking spice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","SummerStarberrySapling.Displayname":"Summer Starberry Sapling","SummerStarberrySapling.Description":"A mystical tree from deep in the desert with leaves the color of fire. Birds and animals will gather around this tree near the summer solstice. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","SunberrySapling.Displayname":"Sunberry Sapling","SunberrySapling.Description":"An enchanted desert cactus which produces a luminous fruit brimming with arcane power. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the summer.","SweetGemSapling.Displayname":"Sweet Gem Sapling","SweetGemSapling.Description":"A permanent lattice that regrows a hearty Sweet Gem Berry vine annually. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","TamarindSapling.Displayname":"Tamarind Sapling","TamarindSapling.Description":"A tree which produces long, bean-like fruit pods. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","WalnutSapling.Displayname":"Walnut Sapling","WalnutSapling.Description":"A tree which produces a nut commonly used in baking. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the winter.","WhiteCacaoSapling.Displayname":"White Cacao Sapling","WhiteCacaoSapling.Description":"An enchanted tree that grows white cocoa pods which can be used to produce natural white chocolate. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Pods can be harvested in the winter.","WhitePeachSapling.Displayname":"White Peach Sapling","WhitePeachSapling.Description":"A fruit tree which produces white-fleshed peaches. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the fall.","WildHazelnutSapling.Displayname":"Wild Hazelnut Sapling","WildHazelnutSapling.Description":"A wild nut tree from deep in the forest. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Produces hazelnuts in the fall.","WillowSapling.Displayname":"Willow Sapling","WillowSapling.Description":"A wetland tree with bark which has been used for centuries as a medicinal herb. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest bark in the winter.","WinterStarberrySapling.Displayname":"Winter Starberry Sapling","WinterStarberrySapling.Description":"A mystical tree from deep in the forest with leaves perpetually coated in verglas. If planted outdoors, animals from the forest will decorate this tree around the time of the winter solstice, and remove the decorations again before spring. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the winter.","WisteriaSapling.Displayname":"Wisteria Sapling","WisteriaSapling.Description":"A fragrant ornamental tree which produces long, draping chains of purple flowers. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the spring","WitchHazelSapling.Displayname":"Witch Hazel Sapling","WitchHazelSapling.Description":"A tree with spidery yellow flowers which have long been used for their medicinal benefits. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Flowers in the fall.","WolfberrySapling.Displayname":"Wolfberry Sapling","WolfberrySapling.Description":"A wild variant of goji berry with black fruit. It seems this plant has been enchanted with forest magic to grow to the size of a small tree. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Harvest in the summer.","YateveoSapling.Displayname":"Yateveo Sapling","YateveoSapling.Description":"An enigmatic carnivorous plant from deep within an unexplored jungle. This plant grows a single massive flower with a large well of nectar at its center. Highly valuable fruit grow from vines above this pool, acting as bait to draw in unsuspecting prey. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Bears fruit in the spring.","YggdrasilSapling.Displayname":"Yggdrasil Sapling","YggdrasilSapling.Description":"A shoot from the World Tree, Yggdrasil; its roots will continue to grow until they connect to those of its parent tree deep within the earth. Takes 28 days to mature. Only grows if the 8 surrounding tiles are empty. Produces radiant Bifrost flowers in the spring."}