{
    "Amanra.DisplayName": "Amanra",
    "Amanra.GiftLoved": "A wonderful gift! The spirits of the sands are most pleased.",
    "Amanra.GiftLiked": "The spirits happily accept your offering.",
    "Amanra.GiftNeutral": "...",
    "Amanra.GiftDislike": "It is unwise to anger the spirits with such an insulting gift. The sands of this desert will swallow those who disrespect it.",
    "Amanra.GiftHate": "Thank you for the offering, human.",
    "Amanra.Introduction": "Greetings, Human. I can sell you rare items from the far reaches of the desert. I have my wares listed upon this wall...$1#$b#If you are able to read it.$4#$e",
    "Amanra.summer_21_1": "Ah! The summer solstice is upon us! If you are lucky, you may find some of the desert fruits that come out this time of year.$1#$b#If you are not quick, the animals in this area will get to them first!$2#$e",
    "Amanra.Mon": "What's that? You have never met a talking jackal?$2#$b#You humans assume much...$3#$e",
    "Amanra.Tue": "There are hidden paths through the desert sands. Those who know their secrets can use them to travel between the desolate places of this world.$0#$e",
    "Amanra.Wed": "I represent the guardians of the desert sands.$0#$b#If you wish to make offerings to them, you may leave your gifts with me.$4#$e",
    "Amanra.Thu": "The guardians of nature have a great love for wine.$0#$b#The spirits love their spirits, as they say.$4#$e",
    "Amanra.Fri": "The guardians of the desert prefer fresh, natural and beautiful offerings...$0#$b#If you leave offerings with me, I will take them to the temple beneath the sand before the sun rises. $1#$e",
    "Amanra.Sat": "Most humans are unwilling to see creatures such as myself...$2#$b#But you are different from most humans, it seems.$1#$e",
    "Amanra.Sun": "As you gain favor with the guardians of the desert, they will allow me to sell to you a wider variety of items.$1#$e",
    "Amanra.Mon2": "Do not throw away the wild seeds you find throughout your travels. Some of them may produce valuable crops.$1#$e",
    "Amanra.Tue2": "As the spirits of the sand begin to know you better, I will add additional items to my shop.$4#$e",
    "Amanra.Wed2": "If you do not properly care for your livestock, they will not produce for you.$0#$b#It may be best to wait until you have adequately prepared your farm before bringing animals onto it.$0#$e",
    "Amanra.Thu2": "Many do not know that the blossom of the cactus fruit can also be used to produce a variety of items...$1#$b#Wise farmers will utilize multiple parts of the same crop to maximise their profits.$4#$e",
    "Amanra.Fri2": "What do we do with the items you offer us?$3#$b#Some are consumed by the spirits themselves, but most are used as blessings for the humans who pray for our aid.$1#$e",
    "Amanra.Sat2": "The spirits whisper of unrest beneath the sands...$3#$b#Many terrible creatures have infested the caverns, it would appear.$5#$e",
    "Amanra.Sun2": "The spirits of nature speak of the aid you have provided to those who dwell within the human settlement not far from here.$1#$b#If you continue to aid them, you are certain to recieve further blessings as reward.$4#$e",
    "Amanra.Mon4": "Beware the desert's mirrage. Not all of the desert spirits are friendly to humans, some will lead you to your certain doom.$3#$e",
    "Amanra.Tue4": "A great golden bird of lives in this desert, when it flies through the sky it is as though a second sun has risen.$0#$b#If you are lucky, you may find one of its divine golden feathers.$4#$b#The bird that they fall from flies all across this world, but it only flies when the sun is bright.$1#$e",
    "Amanra.Wed4": "There are many people who go in and out of that human dwelling near the road. It seems an odd place for humans to travel.$2#$b#I wonder what is so special to draw them so far from their settlements?$3#$e",
    "Amanra.Thu4": "It is easy to wander in circles if you become lost in the desert. To ensure sure you do not, pick a landmark in the distance to walk toward.$2#$b#Remember that regardless of what you do...Many who become lost in the desert are never seen again.$3#$e",
    "Amanra.Fri4": "The desert sands are all connected. Within their vast wastes lie hidden oases, some of which grow plants found no where else in the world.$1#$e",
    "Amanra.Sat4": "There are fish that live within this desert that cannot be found anywhere else.$1#$b#It may seem surprising to find an animal like a fish in such a desolate place, but many creatures live in surprising locations.$4#$e",
    "Amanra.Sun4": "If you must hide in the shade from the desert sun, do make sure that a snake or scorpion has not already claimed it.$3#$b#If you dig a shallow hole, you will find the deeper soil is slightly cooler.$4#$e",
    "Amanra.Mon6": "On the days when clouds gather in the sky near your settlement, I can hear a faint howling carried by the wind that blows from that direction.$3#$b#To me it sounds sad, rather than ominous.$2#$e",
    "Amanra.Tue6": "The key to the cavern lies at the bottom of the mines.$3#$b#There are many dangerous creatures within the mine itself, but if you cannot survive those dangers then you have no business in the caverns anyway.$2#$e",
    "Amanra.Wed6": "I am not the only emissary of nature in this world. It would benefit you to seek out those who live in the forest, mountain, swamp, jungle and seaside.$4#$e",
    "Amanra.Thu6": "Many crops can be used to make teas. Flowers, herbs, spices, and even some woods can be used to brew special types of tea.$1#$e",
    "Amanra.Fri6": "Not all cultivated trees produce fruit. Some produce leaves or seeds that are prized as herbs and spices by humans.$0#$e",
    "Amanra.Sat6": "In the north of the desert, you will find an ancient altar surrounded by three pillars. A great power slumbers there, waiting for someone to awaken it.$3#$e",
    "Amanra.Sun6": "The only way to defeat a mummy is to destroy its body before it can rise again.$3#$b#Do you have a way to quickly scatter their parts?$2#$e",
    "Amanra.Mon8": "If you find a gem that shines with the light of the rainbow, hold it up between the three pillars in the north of the desert.$3#$b#Also, if you were to place such a gem in the altar in the swamp, you can alter the makeup of your family.$3#$b#I am certain this would also make my friend there quite happy!$1#$e",
    "Amanra.Tue8": "Since you have done well, I will tell you a secret...$4#$b#There exist divine trees within this world that produce crops of wonderous power.$3#$b#Perhaps if you continue to do well I will allow you purchase some of them.$1#$e",
    "Amanra.Wed8": "If you grind or dry the fruit of the myristica tree, you will find a crimson aril, from which both nutmeg and mace can be produced by grinding or drying.$0#$b#My trees are enchanted to sometimes produce two arils, so that you do not always have to chose which spice to make.$1#$e",
    "Amanra.Thu8": "Do not attempt to follow the spirits who dwell in the desert.$3#$b#They will entice you with mirages, and lead you to your doom.$2#$e",
    "Amanra.Fri8": "The serpents within the cavern emit a powerful energy that cannot be seen.$3#$b#You can damage them by striking this energy, if you attack them when they seem just out of reach.$0#$e",
    "Amanra.Sat8": "Long ago, when this land was lush, great beasts roamed this area. Their bones can still be found in some parts of the desert.$2#$b#Do there exist places where such beasts still roam? This world is vast...Anything is possible.$4#$e",
    "Amanra.Sun8": "The deeper you go into the caverns, the greater the rewards will be.$1#$b#But be warned, the danger will also rise the further from the surface you descend.$3#$e",
    "Amanra.springMon10": "Sometimes it will rain briefly in this region overnight, it is just enough to keep the plants going.$1#$b#When this happens, cactus flowers will bloom across the desert the following morning.$4#$e",
    "Amanra.springTue10": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$3#$e",
    "Amanra.springWed10": "If you find a legendary feather from a divine bird, you may be able to grind it into an arcane powder.$2#$b#The power of magical creatures extends even to those parts of their bodies they shed.$3#$e",
    "Amanra.springThu10": "There is a great bird who lives in this desert which causes sandstorms by flapping its wings.$3#$b#When its feathers fall from the sky, they stick into the ground like knives made of stone.$3#$b# Such feathers are from the Roc, and are quite valuable if you should happen to find one.$1#$e",
    "Amanra.springFri10": "Long ago, when this land was lush, great beasts roamed this area. Their bones can still be found in some parts of the desert.$2#$b#Do there exist places where such beasts still roam? This world is vast...Anything is possible.$4#$e",
    "Amanra.springSat10": "There are fish that live within this desert that cannot be found anywhere else.$1#$b#It may seem surprising to find an animal like a fish in such a desolate place, but many creatures live in surprising locations.$4#$e",
    "Amanra.springSun10": "If you oxidize white tea leaves properly, you can make yellow tea leaves.$0#$b#Red tea leaves can be made by doing the same to the leaves of a rooibos bush.$4#$e",
    "Amanra.summerMon10": "A great golden bird of lives in this desert, when it flies through the sky it is as though a second sun has risen.$4#$b#If you are lucky, you may find one of its divine golden feathers.$1#$b#The Alicanto flies all across this world, but it only flies when the sun is shining brightly.$0#$e",
    "Amanra.summerTue10": "The Bodhi tree shines with divine light. It is said that the philosopher's stone can be crafted from its flowers.$3#$b#...$4#$b#Of course I know how to do it.$3#$b#...$4#$b#Of course I'm not going to tell you how!$5#$e",
    "Amanra.summerWed10": "The Fusang tree is imbued with the element of fire.$3#$b#The fruit it bears takes the shape of a dragon, and phoenixes use their branches to build their resurrection pyres.$3#$e",
    "Amanra.summerThu10": "Coyote is such a problem sometimes, you really must be wary of his tricks.$5#$b#The punchlines of his 'jokes' sometimes end up causing great harm to mortals.$3#$e",
    "Amanra.summerFri10": "I saw a green light hovering over the human settlement your farm is a part of the other night. It moved like a bird, but it may have been something from out of this world.$2#$e",
    "Amanra.summerSat10": "The divine apples of Idunn were once grown in Glasislundr, though now they can only be recreated through alchemical means.$2#$e",
    "Amanra.summerSun10": "The sunberry cactus grows a spicy, sweet fruit that shines with golden light.$1#$b#I have yet to meet a single human who does not love sunberries.$4#$e",
    "Amanra.fallMon10": "The spiny green cactushrooms that grow in this region are a rare form of desert cactus.$0#$b#They can be used to make a special tea, though it is advised that you remove the spines before processing them.$4#$e",
    "Amanra.fallTue10": "If you find a feather that feels like it is made of metal, it may be a blessing from a divine bird. Such items can be sold at a high price, or smelted into ingots.$1#$e",
    "Amanra.fallWed10": "It is easy to wander in circles if you become lost in the desert. To ensure sure you do not, pick a landmark in the distance to walk toward.$2#$b#Remember that regardless of what you do...Many who become lost in the desert are never seen again.$3#$e",
    "Amanra.fallThu10": "Items that are poisonous to humans and animals are often safe for shadow folk, goblins and dwarves to consume.$2#$b#You can still make such offerings to nature, we will find a use for them.$4#$e",
    "Amanra.fallFri10": "The desert sands are all connected. Within their vast wastes lie hidden oases, some of which grow plants found no where else in the world.$2#$e",
    "Amanra.fallSat10": "Do not follow voices on the wind, they may be evil spirits leading you to your doom.$3#$e",
    "Amanra.fallSun10": "You should be wary wandering the desert too far from your settlement. I have seen giant eagles snatch up adult cattle as though they were mice.$2#$b#I am certain you would make a fine snack for such a bird!$3#$e",
    "Amanra.winterMon10": "The desert spirits, pleased with your offerings, have enchanted a tree to create a new species which produces a food imagined by humans.$2#$b#The pods of the white cacao tree will produce white cocoa solids, which can be used to make real white chocolate.$1#$e",
    "Amanra.winterTue10": "Have you found the emissaries of the forest, mountain, swamp, jungle and sea?$0#$b#If you were to please the guardians of all of those regions, your farm would certainly benefit from the rare crops that would become available to you.$1#$e",
    "Amanra.winterWed10": "There are many people who go in and out of that human dwelling near the road. It seems an odd place for humans to travel.$3#$b#I wonder what is so special to draw them so far from their settlements?$2#$e",
    "Amanra.winterThu10": "There is a giant silver bird who causes great windstorms when it flaps its wings. Its feathers are made of pure silver, and can be smelted into silver ingots.$1#$e",
    "Amanra.winterFri10": "The Apple of Discord is a dangerous item. All those who see it desire it.$3#$b#Those apples were once only grown in Tartarus, but now it seems they can be made through alchemical means.$5#$e",
    "Amanra.winterSat10": "I tried to trade items with that strange human by the road...$2#$b#First, he screamed at me because 'dogs cannot talk'. And then he tried telling me to pay him in bat wings!$3#$b#I am not going to murder a bunch of innocent bats! What does he even use their wings for? What a terrible human!$5#$e",
    "Amanra.winterSun10": "The deeper you go into the caverns, the greater the rewards will be.$1#$b#But be warned, the danger will also rise the further from the surface you descend.$3#$e",
    "Astrid.DisplayName": "Astrid",
    "Astrid.GiftLoved": "Ah, this will make a fantastic offering for the sea temple! Excellent work!",
    "Astrid.Gi.ftLiked": "Wow, thank you! This is a good offering for the sea spirits.",
    "Astrid.GiftNeutral": "Hmmm...I'll take this to the temple under the sea, but it may not be well recieved.",
    "Astrid.GiftDislike": "I can't take this to the sea temple, the spirits will become angered and send a storm!",
    "Astrid.GiftHate": "Thank you for the offering, human.",
    "Astrid.Introduction": "What's this? ...A human?$2#$b#...Er...$3#$b#Hello there...Are you interested in buying anything from the far reaches of the sea?$0#$b#My wears are listed in the book on the sea shrine...If you can read the old language...$3#",
    "Astrid.Mon": "I represent the guardians of the sea.$1#$b#If you wish to make offerings to the temple beneath the waves, you can leave them with me.$0#",
    "Astrid.Tue": "Yes...The other guardians do tend to often take the forms of animals.$2#$b#I am not a human myself...I just look like one often.$3#$b#Those other guys aren't exactly animals, though.$0#",
    "Astrid.Wed": "The guardians of the sea prefer fresh, natural and beautiful offerings.$2#$b#Of course, we wouldn't frown at a nice bit of alcohol!$0#",
    "Astrid.Thu": "The more pleased the sea spirits become, the more items they will allow me to sell to you.$1#",
    "Astrid.Fri": "The waters of this world are all connected. Even lakes and rivers on land connect in secret places deep underground.$0#",
    "Astrid.Sat": "Very few humans ever seem to notice me...But you are different from most humans, it seems.$5#",
    "Astrid.Sun": "If you happen to produce alcohol on your farm, it makes an excellent offering...$1#$b#For the sea spirits, or course.$3#",
    "Astrid.Mon2": "Ah, hello again.$2#$b#The happier you make the sea spirits, the nicer and rarer the items I'll have available to sell you will become.$1#$b#I mean...It's generally a good idea to keep them happy anyway...If yoo want to keep your ship afloat.$3#",
    "Astrid.Tue2": "The things you gift to the sea? Sometimes we leave them as gifts to humans that were always respectful and are now older.$2#$b#Though some items are used by merfolk to barter with other races.$3#",
    "Astrid.Wed2": "Many strage and valuable things wash up from the depths of the sea.$2#$b#If you comb the beaches after it storms, sometimes heavier items get dredged up.$0#",
    "Astrid.Thu2": "The merfolk in this area are so different from those up north.$2#$b#I prefer the more serious nature of their cold weather cousins, but I have been selected as the sea sage for this region.$3#",
    "Astrid.Fri2": "It is far too warm in this region for someone like me. Why didn't the Sea Mither assign me to the Frozen Sea?.$4#",
    "Astrid.Sat2": "Recently I have noticed far more humans on this island than there used to be.$2#$b#I wouldn't mind so much, except for all of the trash I find washed up on the beach now.$3#",
    "Astrid.Sun2": "I wish there were more of my kind in this area.$3#$b#The mermaids? I...I'm not a mermaid.$2#$b#I'm something a little different.$0#",
    "Astrid.Mon4": "Different varieties of the same type of crop can produce very different products.$2#$b#Sometimes things like zests or petals can be used to make unique items as well.$0#",
    "Astrid.Tue4": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
    "Astrid.Wed4": "Different types of grain can be used to produce unique beers. Certain flowers and herbs can be used to make specialty beers as well.$2#$b#Have I told you the sea spirits enjoy alcohol?$0#$b#The sea spirits enjoy alcohol. You should go get m...them some beer.$2#",
    "Astrid.Thu4": "The waterways of this world are all connected. It's easy for me to find valuable things in the ocean, which I can trade with merchants from all over.$2#$b#I sometimes have rare items in the shop as a result.$0#",
    "Astrid.Fri4": "Some herbs have seeds that can be used as spices.$2#$b#Seeds that are sold unpackaged usually have multiple uses.$0#",
    "Astrid.Sat4": "There is a giant beast that lives in the sea between this island and your hometown.$2#$b#I've even overheard the old sea captain say that he saw him once from the docks of the mainland.$3#$b#Sometimes his scales wash ashore after storms. They have a fair amount of magical energy, if you can figure out how to harness it.$0#",
    "Astrid.Sun4": "The leviathan who dwells in this part of the sea is mostly harmless to humans, he's just there to guard the sea temple located in this area.$1#$b#Though, he does seem to be more troubled than usual lately. I think he is upset with the amount of garbage in the ocean.$3#",
    "Astrid.Mon6": "Be careful around sea spirits you don't know, not all of us are friendly.$1#$b#Sirens and Nixies will often try to lure young people close to the shore so that they can drag them underwater.$5#",
    "Astrid.Tue6": "I've swum near your settlement on rainy days and uh...$3#$b#I'm sure that faerie they have watching the forest temple is keeping it in check.$2#$b#If you hear something howling, it's best to stay out of the deep woods.$0#",
    "Astrid.Wed6": "The gentian plant has usable flowers, roots and bark. When processed correctly, each part can make very different products.$0#",
    "Astrid.Thu6": "If you look around closely in areas where humans and nature cross paths, you might find other nature guardians representing other realms.$2#$b#It would be a good idea to find and befriend all of them.$0#$b#...$2#$b#It would be a good idea to find and befriend MOST of them...$3#",
    "Astrid.Fri6": "There are certain fish which are considered to be the masters of their respective realms. Unfortunately humans seem to think it is fun to catch certain fish just for sport.$4#$b#A few of them have gone quiet recently.  I hope nothing happened to them. You haven't heard anything...Have you?$4#",
    "Astrid.Sat6": "The fox in the woods should have a special herb that makes a tasty green beer.$1#$b#Sometimes he doesn't sell things to folks he doesn't trust though...$2#$b#I really wish I had some green beer right now...$3#$b#...$5#$b#Oh yeah, he's right next to the pond!$2#",
    "Astrid.Sun6": "If you pour water on the lava in the volcano, it will harden enough for you to walk across it.$2#$b#Though it is...Far, far too hot for a sea spirit to wander around in there.$3#$b#Luckily, the Nagual is not far from here...For those rare occasions when I have business with the fire temple.$0#",
    "Astrid.Mon8": "The coco de mer nuts that wash up on shore from time to time used to really confuse humans. They thought they would rise up from the bottom of the sea to wash ashore.$1#$b#They also used to call them 'lady fruit', because of their shape, and believed the trees would actively...mate.$0#$b#Humans are amusing.$0#",
    "Astrid.Tue8": "If you ever get stranded on a deserted island, make sure that you find fresh water first.$2#$b#Humans tend to go insane when they drink sea water.$3#",
    "Astrid.Wed8": "Sea heart beans can't be used by humans as they are, you need to soak them in order to be able to make them edible to humans.$2#",
    "Astrid.Thu8": "Selkies can change our form between seal and human by putting on and taking off our seal skins.$2#$b#There are male selkies as well, they're just less common.$0#$b#Not that there are many of my kind in this part of the world.$3#",
    "Astrid.Fri8": "There are magical trees and crops which grow fruit that you humans consider 'legendary'.$2#$b#If you continue to please the sea spirits, maybe a few will show up in my shop.$0#",
    "Astrid.Sat8": "If you happen to befriend all of the guardians of all of the regions around you, we may decide to sell you some extra special crops and trees to reward your work.$0#",
    "Astrid.Sun8": "Occasionally I see beings from other realms, visiting the island to use the volcano forge.$2#$b#Once in a while Valkyries will stop by, they tend to bring items that are popular in the region I grew up in.$0#",
    "Astrid.springMon10": "Lotus flowers have been used by humans for thousands of years.$0#$b#You seem to mostly use them to halucinate nowadays, but they used to be used to commune with nature.$2#",
    "Astrid.springTue10": "The sea spirits were so pleased with your efforts that they created a new species of lemon to mimic an imaginary human flavor.$2#$b#I can't say I'm unhappy about this.$0#",
    "Astrid.springWed10": "Many strage and valuable things wash up from the depths of the sea.$2#$b#If you comb the beaches after it storms, sometimes heavier items get dredged up.$0#",
    "Astrid.springThu10": "There is a great feathered serpent on the islands not far from here. When he flies over this land, rainbows can be seen in the sky.$0#$b#If you are lucky, you may find one of its feathers.$2#",
    "Astrid.springFri10": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
    "Astrid.springSat10": "Selkies can change our form between seal and human by putting on and taking off our seal skins.$2#$b#There are male selkies as well, they're just less common.$0#$b#Not that there are many of my kind in this part of the world.$3#",
    "Astrid.springSun10": "The coco de mer nuts that wash up on shore from time to time used to really confuse humans. They thought they would rise up from the bottom of the sea to wash ashore.$1#$b#They also used to call them 'lady fruit', because of their shape, and believed the trees would actively...mate.$0#$b#Humans are amusing.$0#",
    "Astrid.summerMon10": "The anemushrooms that grow on the beach in the summer are the only type of mushroom I know of that can tolerate sea water.$2#$b#They can be made into a tea with special properties if you know how to process them.$0#",
    "Astrid.summerTue10": "If you ever get stranded on a deserted island, make sure that you find fresh water first.$2#Humans tend to go insane when they drink sea water.$3#",
    "Astrid.summerWed10": "Thunder caps usually only grow after it storms. Since it storms so often on the island, you can find them in the jungle from time to time.",
    "Astrid.summerThu10": "If you pour water on the lava in the volcano, it will harden enough for you to walk across it.$2#$b#Though it is...Far, far too hot for a sea spirit to wander around in there.$3#$b#Luckily, the Nagual is not far from here...For those rare occasions when I have business with the fire temple.$0#",
    "Astrid.summerFri10": "There is a giant beast that lives in the sea between this island and your hometown.$2#$b#I've even overheard the old sea captain say that he saw him once from the docks of the mainland.$3#$b#Sometimes leviathan's scales wash ashore after storms. They have a fair amount of magical energy, if you can figure out how to harness it.$0#",
    "Astrid.summerSat10": "There is a thuderbird who makes his home on this island.$2#$b#Sometimes it flies toward the mainland when it's warmer out. You might find one of its feathers if you go out on a stormy day.$0#",
    "Astrid.summerSun10": "There are giant birds that come out on sunny and windy days. Their feathers can be smelted into bars of silver and gold.$1#$b#When I lived up north, one of the blacksmiths kept a bird which silver feathers. He would use them to craft swords and armor, and never had to mine for ore.$0#",
    "Astrid.fallMon10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$0#",
    "Astrid.fallTue10": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
    "Astrid.fallWed10": "The merfolk in this area are so different from those up north.$2#$b#I prefer the more serious nature of their cold weather cousins, but I have been selected as the sea sage for this region.$3#",
    "Astrid.fallThu10": "Be careful around sea spirits you don't know, not all of us are friendly.$1#$b#Sirens and Nixies will often try to lure young people close to the shore so that they can drag them underwater.$5#",
    "Astrid.fallFri10": "Different types of grain can be used to produce unique beers. Certain flowers and herbs can be used to make specialty beers as well.$2#$b#Have I told you the sea spirits enjoy alcohol?$0#$b#The sea spirits enjoy alcohol. You should go get m...them some beer.$2#",
    "Astrid.fallSat10": "Make sure you lock your livestock in at night.$2#$b#The Nuckelavee is free to terrorize the land in the winter months.$3#",
    "Astrid.fallSun10": "If you find a feather, claw or fang from a mythical creature, you can often grind them down into a dust that makes them usable for arcane purposes$1#",
    "Astrid.winterMon10": "Most mushrooms can't grow in cold weather, but the Frost Caps and Berserker Mushrooms I sell grow well in winter.$0#$b#Viking warriors where I come from used to use Berserker Mushrooms to gain strength in battle.$2#",
    "Astrid.winterTue10": "There is a great bird that swims through the sea like most birds fly through the air. It makes it snow whenever if flies out of the ocean.$0#$b#If you find a feather made of ice on a snowy day, it might have been dropped by the Alkonost.$1#",
    "Astrid.winterWed10": "Hraesvelgr is more active in the winter months. Keep an eye out for silver feathers on windy days.$0#",
    "Astrid.winterThu10": "Polar berries do not grow leaves. They thrive in the darkest and coldest parts of the world.$2#$b#Mine have been enchanted to thrive in brighter and warmer climates.$0#",
    "Astrid.winterFri10": "The flowers of the World Tree, Yggdrasil, shine with the prismatic light of the aurora.$1#$b#It is said that the Bifrost are a bridge between mortals and gods.$5#",
    "Astrid.winterSat10": "The leviathan who dwells in this part of the sea is mostly harmless to humans, he's just there to guard the sea temple located in this area.$1#$b#Though, he does seem to be more troubled than usual lately. I think he is upset with the amount of garbage in the ocean.$3#",
    "Astrid.winterSun10": "Occasionally I see beings from other realms, visiting the island to use the volcano forge.$2#$b#Once in a while Valkyries will stop by, they tend to bring items that are popular in the region I grew up in.$0#",
    "Coyote.DisplayName": "Coyote",
    "Coyote.GiftLoved": "Ah, this is a fantastic offering! The spirits of the mountain will be pleased!",
    "Coyote.GiftLiked": "Excellent work! This is a useful offering.",
    "Coyote.GiftNeutral": "... If you keep all of your best items to yourself, and do not give back equally to nature, you may be percieved as a thankless individual.",
    "Coyote.GiftDislike": "It is quite unwise to displease the mountain spirits. There are...Ancient things that live out here. Some of them have been known to make people disappear.",
    "Coyote.GiftHate": "Thank you for the offering, human.",
    "Coyote.Introduction": "Greetings, Human!$1#$b#Do you value the bounty given freely to you by nature?$0#$b#If you would like to seed your farm with native species, I have a few saplings and starters for sale.$1#b#That is...If you are able to read the sign...$4#",
    "Coyote.summer_21_1": "Today is the day of the Summer Solstice. Certain plants are fruiting today that do not produce for the rest of the year.$0#$b#However, such plants tend to only grow in very specific locations.$4#",
    "Coyote.winter_21_1": "Happy Solstice, Human!$1#$b#On this, the darkest day of the year, you may find that exceptionally rare plants have fruited...If you know where to look.$4#",
    "Coyote.Mon": "There is a very old temple deep inside of this mountain that the animals use to commune with the earth spirits. There are actually quite a few such temples scattered around this world.$4#",
    "Coyote.Tue": "The nature temples in this realm are off limits to mortal humans, but if you manage to find their guardians, you can still gain favor with the spirits.$5#$b#I am...I'm one of those guardians...In case it wasn't apparent.$2#$b#If you want to leave offering to nature, you can bring them to a nature spirit. We will deliver your offerings for you.$1#",
    "Coyote.Wed": "What's that? You want to know WHERE the nature temples are? They are specifically unreachable to you humans, not even the wizard has seen them.$4#$b#But if you must know...There is one under this mountain, one deep in the forest, one in a vast desert, one in a dark swamp, one beneath the sea, and one in an impenetrable jungle.$4#",
    "Coyote.Thu": "Of course I'm really a coyote, my name is 'Coyote', isn't it?$2#$b#I AM Coyote.$5#",
    "Coyote.Fri": "Glowing markings...?$0#$b#Wait, you see me as something other than a regular-old, wild coyote?$2#$b#Ah, you must have drunk the wizard's tonic!$2#$b#Which...Of course makes sense...Since we are speaking to one another...$3#",
    "Coyote.Sat": "If you gain enough favor with the nature spirits, they will allow me to sell you a wider variety of crops.$1#$b#Spirits prefer fresh, as opossed to processed items; valuable stones, alcohol, teas and arcane items are also seen as favorable gifts.$0#",
    "Coyote.Sun": "There is a strange golden relic in the back of this cavern.$4#$b#But you must be careful, for it is guarded by malevolent spirits.$3#",
    "Coyote.Mon2": "Greetings, Human! As the mountain spirits grow to trust you, you will see new items appear in my inventory.$1#",
    "Coyote.Tue2": "The nature spirits that are living in your town hall seem to be pleased with your work.$0#$b#If you keep them happy you are certain to benefit.$1#",
    "Coyote.Wed2": "That wild human who lives across the bridge, he seems to get most of his food by foraging.$2#$b#If more humans lived like him, there would be far less destruction to the natural world.$0#",
    "Coyote.Thu2": "That barghest will sell you some pretty nice things once the swamp spirits are happy with you.$1#$b#You should uh...Probably not trust anything he says, though.$0#$b#He tends to be involved with a lot of 'accidents' involving humans drowning...Or getting hit by a trains...Or being torn apart by ravenous beasts...Or disappearing into a nightmare realm of unfathomable horror...You know, typical barghest things.$2#",
    "Coyote.Fri2": "If you befriend the wild animals, they may reward you by sharing their wisdom with you.$1#",
    "Coyote.Sat2": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find valuable.$0#$b#Some items can be ground down into fertilizer or other useful materials if you have the right equipment.$1#",
    "Coyote.Sun2": "Some of the items you offer to the mountain are regifted to kind humans who have fallen on hard times.$0#",
    "Coyote.Mon4": "If you want to advance to the bottom of the mine, you should prioritize upgrading your tools.$0#",
    "Coyote.Tue4": "There is a strange golden relic in the back of this cavern.$4#$b#But you must be careful, for it is guarded by malevolent spirits.$3#",
    "Coyote.Wed4": "Though we represent different elements, nature spirits tend to be similar. The same types of offerings are often appropriate for each region.$0#",
    "Coyote.Thu4": "Many of the caves of this world connect to one another in the dark depths at the foundations of the earth, through these passages I am able to acquire exotic goods from the world over.$3#$b#Many of these tunnels also connect to the various nether realms, so you should be wary about straying too deep.$3#",
    "Coyote.Fri4": "There are many elemental birds in this world that are capable of affecting the weather.$1#$b#If you are lucky, you may find one of their divine feathers on the ground.$4#",
    "Coyote.Sat4": "Nature used to be pristine and beautiful, untouched by industry.$2#$b#But now it is filled with garbage. You cannot escape it, it is everywhere.$5#",
    "Coyote.Sun4": "Berry bushes that you find out in the wild will not produce every day, but the ones that I sell will fruit daily in their correct season.$1#$b#But they will only produce one fruit at a time, whereas wild bushes may drop extra berries when you harvest from them.$2#",
    "Coyote.Mon6": "Most wild tree seeds can be used like nuts, though acorns need to be blanched in a preserves jar, and maple seeds need to be shelled in an auto-mill.$1#",
    "Coyote.Tue6": "Certain wild crops may drop additional produce when raised by hand. For example, if you raise crocus well they may also produce harvestable saffron.$0#",
    "Coyote.Wed6": "Certain mushrooms and vegetables that can be found in nature will not process properly in a standard pickling jar.$2#$b#The 'Raccoon' in the sewers developed a better version that will preserve mushrooms, pickle nuts and foraged items, and make jellies from flowers.$1#$b#He claims to have 'lost' the blueprints for his inventions, but I suspect they were gifted to a few of the local denizens of Ferngill.$4#",
    "Coyote.Thu6": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
    "Coyote.Fri6": "The fruit of the guanrana plant is often used to make beverages, due to its high caffeine content.$2#$b#If you want to make it into a potable soda, you sould try mixing it with something else.  Might I suggest Wolfberries?$1#",
    "Coyote.Sat6": "Perhaps I'll visit the desert tonight. That old Jackal tends to keep a bit of nice booze handy.$4#",
    "Coyote.Sun6": "Many humans used to work in the quarry and mines here, but it seems this place is now mostly abandoned.$0#$b#Monstrous creatures and malevolent spirits thrive in dark places where humans seldom tread.$5#$b#But...Out here in the sun, perhaps trees will start to grow.$1#",
    "Coyote.Mon8": "Flowers can be used to make jellies, wines, floral waters, perfumes...Their uses are far greater than most humans realize.$1#$b#Of course, you need the right equipment to properly process them.$4#",
    "Coyote.Tue8": "Humans do not really utilize this quarry any longer. If you were to clear out all of the stone, you could use this area to plant trees or place equipment.$0#",
    "Coyote.Wed8": "Some crops that are toxic to humans are usable by creatures from other realms. If you process toxic flowers or mushrooms into artisan goods, the nature spirits will buy them off of you for a fair price.$0#$b#Just put them into your shipping crate before bed.$1#",
    "Coyote.Thu8": "The bridge to this side of the mountain was out for a bit...It seems that their have been more landslides in the area recently.$2#$b#Some of the larger businesses in the area have unsettled the land with their new construction.$5#",
    "Coyote.Fri8": "There are trees in this world that you humans believe only to be fairy tails.$4#$b#If you befriend the forest spirits, you may find that you have access to a few of their saplings.$1#",
    "Coyote.Sat8": "The Bearberry bushes that I sell have been enchanted by mountain spirits.$1#$b#If a normal human eats one of the berries, they will be filled with the strength and instincts of a wild beast!$5#",
    "Coyote.Sun8": "Have you found the other nature guardians yet? There is one in a forest, one in a swamp, one in a desert, one in a jungle, and one in a sea cove.$0#",
    "Coyote.springMon10": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find valuable.$0#$b#Some items can be ground down into fertilizer or other useful materials if you have the right equipment.$1#",
    "Coyote.springTue10": "The truffle starters that I sell will produce from spring through summer, and may on rare occasion produce black or white truffles.$1#",
    "Coyote.springWed10": "That wild human who lives across the bridge, he seems to get most of his food by foraging.$2#$b#If more humans lived like him, there would be far less destruction to the natural world.$0#",
    "Coyote.springThu10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$0#",
    "Coyote.springFri10": "Many humans used to work in the quarry and mines here, but it seems this place is now mostly abandoned.$0#$b#Monstrous creatures and malevolent spirits thrive in dark places where humans seldom tread.$5#$b#But...Out here in the sun, perhaps trees will start to grow.$1#",
    "Coyote.springSat10": "The seeds of many wild trees can be used as a food source, even by humans.$0#$b#They may need to have the toxins leached out of them, or have the unedible parts cut off of them, but they can be used like an edible nut after.$1#",
    "Coyote.springSun10": "The fruit of the guanrana plant is often used to make beverages, due to its high caffeine content.$2#$b#If you want to make it into a potable soda, you sould try mixing it with something else.  Might I suggest Wolfberries?$1#",
    "Coyote.summerMon10": "The summer starberry tree holds a special meaning to wild animals. Creatures will travel to a special oasis in the desert on the summer solstice to feed on its fruit and celebrate the sun.$1#",
    "Coyote.summerTue10": "Nature used to be pristine and beautiful, untouched by industry.$2#$b#But now it is filled with garbage. You cannot escape it, it is everywhere.$5#",
    "Coyote.summerWed10": "One of the varieties of mushroom that I sell is used for shamanistic ceremonies due to its hallucinogenic qualities.$3#$b#I wonder what would happen if one found its way into the luau stew...$4#",
    "Coyote.summerThu10": "Perhaps I'll visit the desert tonight. That old Jackal tends to keep a bit of nice booze handy.$4#",
    "Coyote.summerFri10": "Flowers can be used to make jellies, wines, floral waters, perfumes...Their uses are far greater than most humans realize.$1#$b#Of course, you need the right equipment to properly process them.$4#",
    "Coyote.summerSat10": "Though we represent different elements, nature spirits tend to be similar. The same types of offerings are often appropriate for each region.$0#",
    "Coyote.summerSun10": "Stardrop fruit gains its power from being earned or given as a gift.$0#$b#Those that are picked from trees do not have the same special qualities as some other stardrops you may find in the world.$4#",
    "Coyote.fallMon10": "That barghest will sell you some pretty nice things once the swamp spirits are happy with you.$1#$b#You should uh...Probably not trust anything he says, though.$0#$b#He tends to be involved with a lot of 'accidents' involving humans drowning...Or getting hit by a trains...Or being torn apart by ravenous beasts...Or disappearing into a nightmare realm of unfathomable horror...You know, typical barghest antics.$2#",
    "Coyote.fallTue10": "The purple wildflowers in this area are foxglove and wolfsbane, both are toxic to humans.$0#$b#There is a legend that wolfsbane can be used as a weapon to kill werewolves, but that's just a lie they came up with to throw people off.$2#$b#It actually acts as a potent aphrodesiac for shapeshifters. So, you know...NOT a safe thing to carry around on a full moon.$4#",
    "Coyote.fallWed10": "Many of the caves of this world connect to one another in the dark depths at the foundations of the earth, through these passages I am able to acquire exotic goods from the world over.$3#$b#Many of these tunnels also connect to the various nether realms, so you should be wary about straying too deep.$3#",
    "Coyote.fallThu10": "The Bearberry bushes that I sell have been enchanted by forest spirits.$1#$b#The fruit that they produce can imbue a human such as yourself with the ferocity and strength of a wild animal.$4#",
    "Coyote.fallFri10": "Some crops that are toxic to humans are usable by creatures from other realms. If you process toxic flowers or mushrooms into artisan goods, the nature spirits will buy them off of you for a fair price.$0#$b#Just put them into your shipping crate before bed.$1#",
    "Coyote.fallSat10": "The Mushroom Trees that occasionally pop up in the wild do not work like a standard fruit tree.$3#$b#If you tap them like a Maple Tree, the mycelium will grow into the bucket and produce a variety of wild mushrooms.$1#",
    "Coyote.fallSun10": "Certain mushrooms and vegetables that can be found in nature will not process properly in a standard pickling jar.$2#$b#The 'Raccoon' in the sewers developed a better version that will preserve mushrooms, pickle nuts and foraged items, and make jellies from flowers.$1#$b#He claims to have 'lost' the blueprints for his inventions, but I suspect they were gifted to a few of the local denizens of Ferngill.$4#",
    "Coyote.winterMon10": "The winter starberry tree holds special meaning to the creatures of the forest.$0#$b#If you plant one, they will decorate it for the solstice in the winter months.$1#$b#But only if it is planted outdoors...And only if it is planted locally.$0#$b#The denizens of the forest cannot cross the sea.$5#",
    "Coyote.winterTue10": "There is a special tree that fruits in the winter which nature spirits associate with the winter solstice.$0#$b#In regions where it snows, animals from the forest will decorate these trees in celebration.$1#$b#I believe my friend, the Fox, sells saplings of the Winter Starberry Tree, but only to those he trusts$4#",
    "Coyote.winterWed10": "Gem Cap Mushrooms draw elements from the ground and combine them internally to form precious gemstones.$0#$b#If you are lucky, they will drop additional gems when harvested.$1#",
    "Coyote.winterThu10": "Certain wild crops may drop additional produce when raised by hand. For example, if you raise crocus well they may also produce harvestable saffron.$0#",
    "Coyote.winterFri10": "Most wild tree seeds can be used like nuts, though acorns need to be blanched in a preserves jar, and maple seeds need to be shelled in an auto-mill.$1#",
    "Coyote.winterSat10": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
    "Coyote.winterSun10": "If you should happen to find black antlers, they are a sign that a Wendigo has been in the area.$3#$b#Wendigo tend to be a bit...Carnivorous toward humans, so you'd do best to avoid them.$2#$b#The antlers themselves are packed with arcane power, and can be sold for a decent price to the right buyer. So it's worth the risk to grab them if you see them.$1#",
    "Mephisto.DisplayName": "Mephisto",
    "Mephisto.GiftLoved": "Hey, this is pretty nice! Bring me more of this...Or something similar.",
    "Mephisto.GiftLiked": "Nice! I can certainly find a use for this!",
    "Mephisto.GiftNeutral": "I guess I might find a use for this...",
    "Mephisto.GiftDislike": "... If you had any idea who I really am, you would never dare offer me such an item as a 'gift'.",
    "Mephisto.GiftHate": "For me? Thanks.",
    "Mephisto.Introduction": "Hey, look at that. There's a human wandering around in the sewer for no reason.$1#$b#You want to make a deal with me? I'll trade you some handy gadgets if you do me a favor and clean up some of the mess your bretheren have left out in nature.$3#$b#Go check out that poster to see what I've got to offer you.$4#",
    "Mephisto.Mon": "You don't seem as surprised as I'd have thought...Are talking animals not uncommon to you? Ah, the nature guardians must be posing as animals right now, is that it?$0#$b#News flash buddy, if it looks like an animal and moves like an animal and talks like a human...$1#$b#It's NOT an animal.$5#$b#Oh...But I'm just an average, harmless raccoon...$3#$b#Who talks like a human!$4#",
    "Mephisto.Tue": "If you use one of my production pouches with an oxidizer, you can create specialty types of tea.$0#$b#I am not unfond of tea, so you know...If you make anything interesting I'll try it out for you..$1#",
    "Mephisto.Wed": "If you happen to make any booze at that farm of yours, you should send it this way.$3#$b#The more I trust you, the better the machines I'll trade you.$1#",
    "Mephisto.Thu": "The roasting pouches I sell can be used inside of a charcoal kiln with a piece of wood.$0#$b#You can roast nuts, seeds, pods, coffee beans and malts; puff rice, make specialty teas, and smoke peppers and agave.$1#",
    "Mephisto.Fri": "If you happen to fish any trash out of the local waterways, don't throw it back. If you bring it down here you can trade it in for a gadget...$1#$b#Or if you have a recycling machine you can process it into something useful.$4#",
    "Mephisto.Sat": "Once I get to know you a bit better, I'll trade you more complex machines...$2#$b#If you don't get on my nerves too much.$5#",
    "Mephisto.Sun": "If you ever need a break from working that farm of yours, stop by and I'll give you some pointers on how to get the best usage out of some of the machines I make.$0#$b#And...You know...If you were to happen to bring a couple of beers along, I certainly wouldn't complain.$3#",
    "Mephisto.Mon2": "Cryonic pouches can be used to infuse malt with cold energy. This is generally done in an oxidizer, but it can also be done in a kiln.$1#",
    "Mephisto.Tue2": "Acorns, sea hearts and horn nuts need to be soaked before they can be processed for human use.$0#$b#If you put them in a standard preserves jar with some blanching powder, you can soften them and leach out excess tannins.$1#",
    "Mephisto.Wed2": "The standard keg and preserves jar are a bit limited...Perhaps if I get to know you better I'll trade you a few of my deluxe versions.$3#",
    "Mephisto.Thu2": "You can mash fruit and flowers in the puree jar into a consistency that will let you blend them into cocktails.$2#$b#If you add nuts, seeds, milk or certain oils you can make butters and nut butters as well.$0#",
    "Mephisto.Fri2": "Certain herbs, cheeses and peppers can be blended into sauces and dips using the puree jar.$0#$b#It can also be used to make dessert puddings and sweet confections, though these require additional ingredients.$1#",
    "Mephisto.Sat2": "The juice keg not only makes juices from fruits and vegetables; it can also be used to make floral waters, as well as a variety of extracts from herbs, spices, nuts and zests.$1#",
    "Mephisto.Sun2": "My self-heating tea keg can produce hot beverages from crops that other machines may be unable to.$0#$b#Flowers, herbs, seeds and nuts can all be used to produce teas. Brew times will vary depending on if fresh, dried or ground ingredients are used.$2#$b#Coffees and cocoas can also be brewed in that variety of keg.$1#",
    "Mephisto.Mon4": "Certain herbs, peppers, fruits and oils can be used as a flavor base in the mayonnaise machine.$0#$b#If you can figure out how to make ketchup, you can even make a variety using that as a base.$1#",
    "Mephisto.Tue4": "Seed makers will work on most crops, and will even work on secondary items you are able to harvest.$1#$b#Certain rare mushrooms and enchanted crops may not always produce the type of seed or spore you desire, however.$5#",
    "Mephisto.Wed4": "My beverage keg can make a variety of syrups and lemonades, though you have to add your own sugar.$0#$b#The carbonator lets you make craft sodas as well, though this also needs additional sugar.$2#$b#Certain syrups can be fed back into the machine with milk if you want to produce flavored milks.$1#",
    "Mephisto.Thu4": "You can infuse teas and coffee beans using an oxidizer. By using certain flavor extracts, production pouches or spice mixes you can produce different infusions.$1#$b#Generally speaking, these items are added before the leaves or coffee beans.$0#",
    "Mephisto.Fri4": "The auto mill can grind herbs, spices, flowers, grains, nuts, coffees and citrus zests. Re-milling crushed nuts will produce nut flours.$0#",
    "Mephisto.Sat4": "The milk keg can be used to make non-dairy milks from seeds and nuts. You can also use certain grains, like oats or rice, to make a similar substance.$1#",
    "Mephisto.Sun4": "The oxidizer has a dehydrator function on it, and can be used to dry flowers, herbs, mushrooms and certain fruits.$0#$b#You can also make snack chips with a pawful of fruit and vegetable varieties.$4#",
    "Mephisto.Mon6": "Honey made from the flow hive can be used to make meads, honey jellies and nectars with very potent flavors.$0#$b#Occasionally the hive will produce a honeycomb or wax instead of honey.$4#",
    "Mephisto.Tue6": "Certain machines may produce different items when given the same input. The machine will make a determination if that item is best suited for perhaps making a juice or an extract, for example.$1#$b#There is unfortunately no way to know which item will be crafted by looking at the produce, it is random probability.$4#",
    "Mephisto.Wed6": "Most organic matter can be used to make fertilizer.$3#$b#Seashells and other types of forage can be thrown into the bone grinder just like standard bones and fossils.$4#",
    "Mephisto.Thu6": "Bees are fond of certain divine and legendary crops. If you put such items into a flow hive, the bees may produce very special honey for you.$4#",
    "Mephisto.Fri6": "The dry packer will process and package most herbs and spices, and will also separate the petals from flowers.$0#$b#You can also make a variety of cereals with different grains and flours. Some cereals can be flavored by pouring them back into the machine with additional ingredients.$1#",
    "Mephisto.Sat6": "The bone mill comes in handy if you need to dispose of any bodie...$3#$b#I mean...$4#$b#It makes some quality fertilizer!$5#",
    "Mephisto.Sun6": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
    "Mephisto.Mon8": "My distillation tank can be used to age certain liquors. If you put whiskeys or tequilas back into the tank, you can produce finer versions that will sell for a higher price.$1#Make sure you bring me a sample though...For quality assurance$3#",
    "Mephisto.Tue8": "If you're getting tired of running to the shop to pick up cultures of yeast or bacteria, you can grow your own inside one of my incubation tanks. You can also use it to grow algae and seaweed.$4#",
    "Mephisto.Wed8": "I am able to repurpose most of the trash that you bring me into usable materials to build machines with.$3#$b#Some of them require quite a few components, so you need to trade in a larger amount of material to cover the construction costs.$1#",
    "Mephisto.Thu8": "The fermentation tank can be used to make beers, ciders and kombuchas; as well as sparkling wines, meads and ciders.$3#$b#Certain items may need yeast, SCOBY or malt to ferment properly.$2#$b#My tank even makes vinegar, sauerkraut and soy sauce!$4#",
    "Mephisto.Fri8": "You can distill almost anything into a liquor.$3#$b#Most fruits, flowers, herbs, spices, grains, nuts, honeys and zests can be used to make liquors, spirits or bitters.$4#$b#Of course, basic spirits tend to be made with things like corn, potatoes and sugar.$0#$b#You might need to add sugar to produce certain liqueurs, such as floral and herbal drams.$2#",
    "Mephisto.Sat8": "Many of the sewers in this world are connected through the deepest, darkest places.$3#$b#There is a warp in a wall gap in this area that leads to one of the realms of shadow.$2#$b#That place serves as a nexus point connecting the tunnels beneath several human cities.$5#",
    "Mephisto.Sun8": "Adding malts and other additives to the tank before distilling or fermenting can drastically change the flavor of the beer you are trying to produce.$4#$b#Try putting malts, yeasts and bacteria cultures into the fermentation and distillation tanks to create a wider variety of alcohol.$0#$b#I'd of course be happy to do quality control for you.$3#",
    "Mephisto.springMon10": "The fragrance extractor can be used to produce a variety of colognes and perfumes from flowers. Fragrances can also be made from a few fruits, herbs and spices as well.$4#",
    "Mephisto.springTue10": "Bees are fond of certain divine and legendary crops. If you put such items into a flow hive, the bees may produce very special honey for you.$4#",
    "Mephisto.springWed10": "The juice keg not only makes juices from fruits and vegetables; it can also be used to make floral waters, as well as a variety of extracts from herbs, spices, nuts and zests.$1#",
    "Mephisto.springThu10": "You can mash fruit and flowers in the puree jar into a consistency that will let you blend them into cocktails.$4#$b#If you add nuts, seeds, milk or certain oils you can make butters and nut butters as well.$0#",
    "Mephisto.springFri10": "If you pour wine back into the deluxe wine keg, you can distill it into brandy.$4#$b#Pouring brandy back into the keg with wine of the same type will net you two bottles of port wine.$0#$b#Mead works in the same fashion, though mythical crops generally only produce a single bottle of port.$2#$b#But hey, two bottles isn't bad, huh? Always have one to spare for your sewer buddy!$3#",
    "Mephisto.springSat10": "Acorns, sea hearts and horn nuts need to be soaked before they can be processed for human use.$2#$b#If you put them in a standard preserves jar with some blanching powder, you can soften them and leach out excess tannins.$0#",
    "Mephisto.springSun10": "The oxidizer has a dehydrator function on it, and can be used to dry flowers, herbs, mushrooms and certain fruits.$0#$b#You can also make snack chips with a pawful of fruit and vegetable varieties.$4#",
    "Mephisto.summerMon10": "The roasting pouches I sell can be used inside of a charcoal kiln with a piece of wood.$2#$b#You can roast nuts, seeds, pods, coffee beans and malts; puff rice, make specialty teas, and smoke peppers and agave.$0#",
    "Mephisto.summerTue10": "Most organic matter can be used to make fertilizer.$3#$b#Seashells and other types of forage can be thrown into the bone grinder just like standard bones and fossils.$4#",
    "Mephisto.summerWed10": "The dry packer will process and package most herbs and spices, and will separate the petals from flowers.$0#$b#You can also make a variety of cereals with different grains and flours. Some cereals can be flavored by pouring them back into the machine with additional ingredients.$1#",
    "Mephisto.summerThu10": "The deluxe preserves jar can make jellies from flowers and herbs. It can also pickle mushrooms, nuts, and a variety of vegetables that standard kegs cannot.$4#",
    "Mephisto.summerFri10": "You can distill almost anything into a liquor.$3#$b#Most fruits, flowers, herbs, spices, grains, nuts, honeys and zests can be used to make liquors, spirits or bitters.$4#$b#Of course, basic spirits tend to be made with things like corn, potatoes and sugar.$0#$b#You might need to add sugar to produce certain liqueurs, such as floral and herbal drams.$2#",
    "Mephisto.summerSat10": "If you happen to fish any trash out of the local waterways, don't throw it back. If you bring it down here you can trade it in for a gadget...$1#$b#Or if you have a recycling machine you can process it into something useful.$4#",
    "Mephisto.summerSun10": "If you ever need a break from working that farm of yours, stop by and I'll give you some pointers on how to get the best usage out of some of the machines I make.$0#$b#And...You know...If were you to happen to bring a couple of beers along, I certainly wouldn't complain.$3#",
    "Mephisto.fallMon10": "Certain machines may produce different items when given the same input. The machine will make a determination if that item is best suited for perhaps making a juice or an extract, for example.$1#$b#There is unfortunately no way to know which item will be crafted by looking at the produce, it is random probability.$4#",
    "Mephisto.fallTue10": "My distillation tank can be used to age certain liquors. If you put whiskeys or tequilas back into the tank, you can produce finer versions that will sell for a higher price.$1#Make sure you bring me a sample though...For quality assurance$3#",
    "Mephisto.fallWed10": "Many of the sewers in this world are connected through the deepest, darkest places.$3#$b#There is a warp in a wall gap in this area that leads to one of the realms of shadow.$2#$b#That place serves as a nexus point connecting the tunnels beneath several human cities.$5#",
    "Mephisto.fallThu10": "If you reload jelly into the deluxe preserves jar with additional fruit or flowers, you can make jam.$1#$b#Reload the jam with more fruit or flowers to make compote or preserves.$1#",
    "Mephisto.fallFri10": "The bone mill comes in handy if you need to dispose of any bodie...$3#$b#I mean...$4#$b#It makes some quality fertilizer!$5#",
    "Mephisto.fallSat10": "Certain herbs, peppers, fruits and oils can be used as a flavor base in the mayonnaise machine.$0#$b#If you can figure out how to make ketchup, you can even make a variety using that as a base.$1#",
    "Mephisto.fallSun10": "My beverage keg can make a variety of syrups and lemonades, though you have to add your own sugar.$0#$b#The carbonator lets you make craft sodas as well, though this also needs additional sugar.$2#$b#Certain syrups can be fed back into the machine with milk if you want to produce flavored milks.$1#",
    "Mephisto.winterMon10": "Cryonic pouches can be used to infuse malt with cold energy. This is traditionally done in an oxidizer, but it can also be done in a kiln.$1#",
    "Mephisto.winterTue10": "Adding malts and other additives to the tank before distilling or fermenting can drastically change the flavor of the beer you are trying to produce.$4#$b#Try putting malts, yeasts and bacteria cultures into the fermentation and distillation tanks to create a wider variety of alcohol.$0#$b#I'd of course be happy to do quality control for you.$3#",
    "Mephisto.winterWed10": "The deluxe wine keg is designed to distill brandies and mead balsams and mix port wines and meads.$1#$b#In other words, you can produce wine directly into brandy, and then to port all in a single machine.$4#",
    "Mephisto.winterThu10": "I am able to repurpose most of the trash that you bring me into usable materials to build machines with.$2#$b#Some of them require quite a few components, so you need to trade in a larger amount of material to cover the construction costs.$0#",
    "Mephisto.winterFri10": "Certain herbs, cheeses and peppers can be blended into sauces and dips using the puree jar.$0#$b#It can also be used to make dessert puddings and sweet confections, though these require additional ingredients.$1#",
    "Mephisto.winterSat10": "You can infuse teas and coffee beans using an oxidizer. By using certain flavor extracts, production pouches or spice mixes you can produce different infusions.$1#$b#Generally speaking, these items are added before the leaves or coffee beans.$0#",
    "Mephisto.winterSun10": "I designed all of the machines that I sell, it's kind of a hobby of mine.$3#$b#The blueprints? I uh...Lost them...$5#",
    "Puck.DisplayName": "Puck",
    "Puck.GiftLoved": "Ah, this is a fantastic offering! The denizens of the forest will be pleased!",
    "Puck.GiftLiked": "Excellent work! This is a useful offering.",
    "Puck.GiftNeutral": "This...is not a very good offering. You should try harder. You do not want to disappoint the forest spirits.",
    "Puck.GiftDislike": "It is quite unwise to displease the forest spirits. It would be a shame if you were to lose your way in the forest and never find your way out.",
    "Puck.GiftHate": "Thank you for the offering, human.",
    "Puck.Introduction": "Greetings, Human.$1#$b#I can sell you rare items from deep within the forest. I have my wares listed on this sign...$4#$b#If you are able to read it.$5#",
    "Puck.summer_21_1": "Ah! It is the summer solstice.$1#$b#Occasionally rare flowers will bloom in these woods on this day.$4#$b#Creatures in this forest traditionally leave offerings in the temple ruins on the days of the solstice and equinox.$1#",
    "Puck.winter_21_1": "Ah! The winter solstice is upon us! If you are lucky, you may find some of the forest fruits that come out this time of year.$1#$b#If you are not quick, the animals in this area will get to them first!$5#",
    "Puck.Mon": "You seem surprised. Have you never met an animal who can speak your language?$3#$b#Perhaps you just were not listening.$5#",
    "Puck.Tue": "I represent the guardians of the forest. If you wish to make offerings to them, you may leave your gifts with me.$4#",
    "Puck.Wed": "The guardians of the forest prefer fresh, natural and beautiful offerings.$1#$b#They are also rather fond of wine!$0#",
    "Puck.Thu": "The more pleased the forest spirits become, the more items they will allow me to sell to you.$4#",
    "Puck.Fri": "The forests of this world are all connected. If you know the secret paths, you can travel almost anywhere.$5#",
    "Puck.Sat": "Very few humans can even see me...But you are different from most humans, it seems.$2#",
    "Puck.Sun": "If you happen to produce alcohol on your farm, it makes an excellent offering...$1#$b#For the forest spirits, of course.$5#",
    "Puck.Mon2": "Greetings, Human! As the forest spirits grow to trust you, you will see new items appear in my shop.$3#",
    "Puck.Tue2": "Some of the items you offer to the forest are regifted to kind humans who have fallen on hard times.$2#",
    "Puck.Wed2": "Don't discount the value of wild seeds, especially in winter.$3#",
    "Puck.Thu2": "Certain plants can only be found in the forest during specific times of the year.$1#",
    "Puck.Fri2": "Make sure you lock your livestock in at night.$2#$b#Ysengrin will happily feed on any animals who are left unattended.$5#",
    "Puck.Sat2": "I was hunting near the sewer entrance the other day when I heard a strange sound coming from within.$3#$b#It did not sound like a human nor an animal...$2#$b#Perhaps you should investigate.$5#",
    "Puck.Sun2": "I have reason to suspect that nature spirits have taken up residence in the community center of the town near this forest.$3#$b#You would likely benefit from helping them with whatever project they are working on in there.$1#",
    "Puck.Mon4": "If you see Bear, tell him you have not seen me.$2#$b#He needs to figure out his own way to find maple syrup, I'm not his personal sap fairy.$5#",
    "Puck.Tue4": "In the far south of this forest, you will find an old house abandoned by humans.$3#$b#It seems one of the forest creatures has decided to open a shop there.$2#",
    "Puck.Wed4": "There is a man who lives along the edge of the woods who is able to speak to the animals like you can.$1#$b#He lives in the stone tower to the south. His wife may still live there as well...$3#$b#Though I have not seen her in a long time.$2#",
    "Puck.Thu4": "The forests of this world are all connected. By traveling the secret paths, I am able to collect exotic plants from around the world.$4#",
    "Puck.Fri4": "You should avoid wandering the forests on nights of the full moon.$2#$b#...$0#$b#Why?$4#$b#There are...reasons...$5#",
    "Puck.Sat4": "I saw a human in your town who lives wild like the animals. Nature would benefit if more humans were to follow his example and live a more simplistic lifestyle.$2#",
    "Puck.Sun4": "It is not wise to wonder the forest unarmed.$3#$b#Some of the creatures who reside here are hostile to humans.$5#",
    "Puck.Mon6": "Do not attempt to follow the nature spirits who dwell in wild places.$1#$b#They can travel where you cannot, and could lead you into a maze from which you may never escape.$5#",
    "Puck.Tue6": "Have you heard the distant howling on rainy days?$4#$b#It would be wise to avoid wandering to far from home on the days that you hear it.$5#",
    "Puck.Wed6": "Certain crops may produce extra crops at harvest depending on if the plant has multiple usable parts or not.$3#$b#Some crops may even drop multiple extra types of produce.$4#",
    "Puck.Thu6": "I am not the only emissary of nature in this world.$0#$b#It would benefit you to seek out those who live in the desert, mountain, swamp, jungle and seaside.$3#",
    "Puck.Fri6": "If you see worms writhing on the surface of the ground, they may be going around a submerged obstacle.$4#$b#If you dig in that spot, you may find something valuable!$1#",
    "Puck.Sat6": "How do I open the bottles you give me?$4#$b#Raccoon has thumbs. Though that means I...er...$2#$b#The 'forest spirits' have to share with him.$5#",
    "Puck.Sun6": "I tried to visit a friend of mine in the swamp, but the path was blocked!$5#$b#If you happen to find a way past the roadblock near the train tracks, tell Shuck to come see me.$4#",
    "Puck.Mon8": "The elder tree grows flowers that can be used in a multitude of ways.$0#$b#In ancient times, humans would ask the spirit of the tree for permission before harvesting its blossoms or using it for wood.$1#$b#You humans...Do not ask for things anymore. You just take them.$2#",
    "Puck.Tue8": "There is a strange fish that visits the waters of this forest in the winter months. I have seen him swimming south of the island in the river.$0#",
    "Puck.Wed8": "The Foxberry bushes that I sell have been enchanted by forest spirits.$1#$b#The fruit that they produce can imbue a human such as yourself with the cunning and strength of a wild animal.$5#",
    "Puck.Thu8": "There was an old sage who once lived in these woods. The spirits tell that he ate a rare fruit grown from a strange seed...$1#$b#And was never again satisfied with the flavor of any other food for the rest of his life!$4#",
    "Puck.Fri8": "Since you have done well, I will tell you a secret.$0#$b#There exist divine trees within this world that produce crops of wonderous power...$3#$b#Perhaps if you continue to do well I will allow you purchase some of them.$4#",
    "Puck.Sat8": "Have you found any of the other nature emissaries?$3#$b#If you were to please the guardians of all of your local regions, your farm would certainly benefit from the rare crops that would become available to you.$1#",
    "Puck.Sun8": "I know of a legendary fish which resides in the mountain lake. The water spirits sing of how he plays near the fallen tree on rainy spring days.$4#",
    "Puck.springMon10": "The elder tree grows flowers that can be used in a multitude of ways.$0#$b#In ancient times, humans would ask the spirit of the tree for permission before harvesting its blossoms or using it for wood.$1#$b#You humans...Do not ask for things anymore. You just take them.$2#",
    "Puck.springTue10": "There are jackalope in the desert near this town. They come into the forest in the spring to shed their antlers and mate.$3#$b#Jackalope antlers can be used to make a certain arcane item.$4#",
    "Puck.springWed10": "The forests of this world are all connected. By traveling the secret paths, I am able to collect exotic plants from around the world.$4#",
    "Puck.springThu10": "There is a great feathered serpent on the islands not far from here. When he flies over this land, rainbows can be seen in the sky.$4#$b#If you are lucky, you may find one of its feathers.$1#",
    "Puck.springFri10": "I have seen you humans gather in the clearing to dance with one another.$3#$b#Is this some form of mating ritual? Perhaps a fertility celebration?$2#$b#In the forest, we have more...Primitive rituals.$5#",
    "Puck.springSat10": "The fae are very powerful, but their magic can be undone with iron. Keep this in mind should you ever find yourself faced with one of their curses.$5#",
    "Puck.springSun10": "The Dryads I sell are very shy, they will not move if they know a human is near.$2#$b#If you are lucky, you may hear them singing at dawn.$1#",
    "Puck.summerMon10": "The Mosshrooms that grow in the deep woods can be used for a variety of arcane purposes.$3#Same for the Frost Caps and Berserker Mushrooms that pop up around here in the winter.$1#",
    "Puck.summerTue10": "The Maenads that I sell do not move when humans are  looking at them, but they will change position from time to time.$2#$b#Be aware that their fruit is naturally alcoholic. A single Vakkhic grape is stronger than an entire glass of wine.$5#",
    "Puck.summerWed10": "Thunder cap mushrooms are a strange yellow fungus that only grow on stormy days.$3#$b#It might be worth your time to take a stroll through the woods during the next lightning storm.$5#",
    "Puck.summerThu10": "The Rose of Avalon is a favorite of Queen Titania. The gardens of Tr na ng are blanketed with their fragrant petals.$1#$b#They can be used to make something nice...Or did I already tell you that?$5#",
    "Puck.summerFri10": "The Fern Flower is a rare and wonderous plant. It grants luck and fortune to those who find it, but tends to attract unfriendly spirits.$2#$b# If you plant one on your farm, it might be best to do so indoors.$5#",
    "Puck.summerSat10": "It is said that thunderstorms are caused by a giant bird that lives on the Fern Islands. It flies this way in the summer months as the weather becomes warmer.$4#$b#If you go out on a stormy day, you may find one the feathers of the Thunderbird.$1#",
    "Puck.summerSun10": "On days that it is exceptionally sunny, you may find golden feathers that have fallen from the sky.$4#$b#These feathers can be made into gold bars or dust...$1#$b#If you know how to process them...$5#",
    "Puck.fallMon10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$4#",
    "Puck.fallTue10": "You should avoid wandering the forests on nights of the full moon.$3#$b#...$2#$b#Why?$4#$b#There are...reasons...$5#",
    "Puck.fallWed10": "The seeds of many wild trees can be used as a food source, even by humans.$4#$b#They may need to have the toxins leached out of them, or have the unedible parts cut off of them, but they can be used like an edible nut after.$2#",
    "Puck.fallThu10": "The Foxberry bushes that I sell have been enchanted by forest spirits.$4#$b#The fruit that they produce can imbue a human such as yourself with the cunning and strength of a wild animal.$1#",
    "Puck.fallFri10": "Make sure you lock your livestock in at night.$2#$b#Ysengrin will happily feed on any animals who are left unattended.$5#",
    "Puck.fallSat10": "There is a great silver bird who causes windstorms when it flaps its wings.$3#$b#If you go out on a windy day, you may find one of the feathers of Hraesvelgr.$4#",
    "Puck.fallSun10": "A friend of mine lost a claw around here the other day.$2#$b#It's kind of dangerous to humans, you should give it to me if you find it...$3#$b#Or you could grind it up and drink it as a tea!$1#$b#...$5#$b#Well I think that it's a perfectly reasonable thing to do with a werewolf claw.$1#",
    "Puck.winterMon10": "The winter starberry tree holds special meaning to the creatures of the forest.$1#$b# If you plant one, they will decorate it for the solstice in the winter months.$4#$b#But only if it is planted outdoors...And only if it is planted locally.$3#$b#The denizens of the forest do not like to cross the sea.$2#",
    "Puck.winterTue10": "If you pay attention to your surroundings, you might find fallen feathers, discarded nests, or other items in nature which you may find useful or valuable.$2#",
    "Puck.winterWed10": "There is a mythical bird that lives in the sea. When it flies out of the ocean and into the sky, it causes snow to fall onto the land.$4#$b#If you find a feather made of ice on a snowy day, it is likely to have been dropped by the Alkonost.$1#", 
    "Puck.winterThu10": "On days when it snows, you may find rare kinds of mushrooms that only fruit in the coldest of conditions.$0#$b#The frost caps and berserker mushrooms that you might find around this region can be used to make teas with magical properties.$5#",
    "Puck.winterFri10": "Black antlers are a sign that a wendigo was near.$3#$b#Such creatures are rather dangerous to humans, it is best to avoid them.$2#$b#It would be a shame if I were to find pieces of you scatterted around the forest.$5#",
    "Puck.winterSat10": "Silver and gold antlers are sometimes discarded by divine animals that use the forests in this area as a crossroads.$2#$b#They can be smelted into bars of metal...$4#$b#Though I don't know why you would waste such a beautiful specimen.$2#",
    "Puck.winterSun10": "There are strange black mushrooms that grow in the forest on dark winter days.$3#$b#These void mushrooms usually only grow in caves and dark places, but I guess the days are short enough around the solstice to allow them to grow.$2#$b#It is advised that you NOT try to eat them, unless you do not enjoy being alive.$5#",
    "Shuck.DisplayName": "Shuck",
    "Shuck.GiftLoved": "A fine offering! There may be hope for you yet, human.",
    "Shuck.GiftLiked": "Well done, I can make use of this...",
    "Shuck.GiftNeutral": "If you insist on giving me trash, I'll show you where we throw worthless filth in the nether realm...And I'll leave you there.",
    "Shuck.GiftDislike": "...You know, this swamp is a dark and terrible place. If you continue to fill it with trash, perhaps I will have to show you just how dark and terrible it really can be.",
    "Shuck.GiftHate": "Thank you for the offering, human.",
    "Shuck.Introduction": "Greetings, Human.$1#$b#I can sell you rare items from the deep, dark places of the world. I have my wares listed on this sign...$4#$b#If you are able to read it...$5#",
    "Shuck.summer_10_1": "One of the herbs that I sell can be used in the production of hallucinogenic products.$1#$b#It would probably be 'impolite' to slip something like a hallucinogenic herb into something like a luau soup...$3#$b#But oh what FUN it would be!$4#",
    "Shuck.summer_11_1":"If you're still trying to think of something exciting to add to the luau soup, the Fruit of the Netherworld is both delicious and exotic.$0#$b#The humans who consume it are bound to have a wonderful time!$1#$b#As they experience unimaginable horrors and terror induced madness!$5#",
    "Shuck.witchswamp":"Damn! It's the human, hide the bodies!/ !!! That was a little too close.../Ah, still alive? That's...Surprising.",
    "Shuck.Mon": "I represent the guardians of the swamp. If you wish to make offerings to them, you may leave your gifts with me.$0#",
    "Shuck.Tue": "You have never met a speaking dog?$3#$b#Who said I'm a dog?$4#",
    "Shuck.Wed": "Most humans who see me run in terror. You must be very brave...$0#$b#Or very stupid...$2#",
    "Shuck.Thu": "If you please the guardians of the swamp, I will allow you to purchase a wider variety of items.$0#$b#If you anger them...$4#$b#DON'T anger them...$5#",
    "Shuck.Fri": "The waters of this world are all connected, and to them connect the waters of the netherworld.$2#$b#Through them I am able to find many rare items which may be of interest to you.$1#",
    "Shuck.Sat": "You went through many troubles to reach this place.$2#$b#I wonder what business a human has in a place like this?$3#", 
    "Shuck.Sun": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
    "Shuck.Mon2": "I could leave this place, but I prefer the dark...$4#$b#Sometimes I wander the nearby human settlements late at night when everyone is sleeping...$2#$b#And yowl and bark as loud as I can until the sun rises!$5#$b#Sometimes I knock over trash cans and that feral human gets blamed!$1#$b#What fun!$4#",
    "Shuck.Tue2": "There is a monster who lives in the sewers of a nearby human settlement.$2#$b#He is not unfriendly to humans, and occasionally exchanges items with me.$0#$b#He may have items you would be interested in buying.$1#",
    "Shuck.Wed2": "Have you tasted the swamp water? It is quite delicious!$1#$b#Oh, do you not trust me?$4#$b#It is perfectly safe...$2#$b#If you enjoy giardia!$5#",
    "Shuck.Thu2": "As you gain favor with the spirits of the swamp, I will offer you rarer and more valuable crops.$1#",
    "Shuck.Fri2": "This house and the stone tower by the forest are linked...You do not know why?$4#$b#Perhaps it is not my place to say...$2#",
    "Shuck.Sat2": "The guardians of the swamp prefer naturally grown offerings...$2#$b#Though they will also hapily accept wine and precious stones.$1#$b#And children!$4#",
    "Shuck.Sun2": "If you see another dog that looks like me, you should approach it and see if it can talk.$1#$b#Especially if it's at a crossroads!$4#$b#Things like me broker very...lucrative deals.$5#$b#After all, your experience with me hasn't been all that unpleasant, has it?$1#$b#Aren't we...Friends?$4#",
    "Shuck.Mon4": "I tried to visit my buddy in the forest a while back, but there was a large log blocking the path.$3#$b#If you happen see Puck, tell him to visit the swamp.$2#$b#Tell him I've a job for him!$4#",
    "Shuck.Tue4": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
    "Shuck.Wed4": "The woman who lives in this swamp? She specifically avoids strangers.$3#$b#You are unlikely to ever meet her.$2#$b#That's probably for the best!$4#",
    "Shuck.Thu4": "Creatures of darkness are fond of items that are imbued with void energy. They are also unaffected by foods that may be toxic to humans.$2#$b#If you ever suspect that someone you know is a creature of darkness, simply feed them something toxic!$1#$b#If they survive, you'll know they're probably not who they say they are.$4#",
    "Shuck.Fri4": "If your livestock seem to all be accounted for, but you still hear one of them calling for you from the treeline...$2#$b#It is best to go investigate! After all, curiosity is good for you...Or something!$1#$b#Likewise, if your children are all asleep in bed, but you hear the distinct voice of one of them calling to you from the treeline...$2#$b#You should run toward their voice as swiftly as possible!$1#$b#It could be...uh...Another kid! Everyone likes those!$4#",
    "Shuck.Sat4": "There is a grim treasure at the end of the quarry mine...Are you brave enough to find it?$4#",
    "Shuck.Sun4": "There are fish living in the sewer of your town, did you know that?$3#$b#I'm sure they are tasty and nutritious! I bet they'd taste great in that luau soup you humans love to make!$1#",
    "Shuck.Mon6": "There is a certain fish that can only be found in this swamp.$0#$b#That is because this swamp is fed by the many rivers of the netherworld.$5#$b#Why don't you have a sip? What's the worst that could happen?$4#",
    "Shuck.Tue6": "I am not the only unnatural thing in this world.$4#$b#If you wander long enough in the desert, jungle or deep forest I'm sure you'll find others that look like me.$1#",
    "Shuck.Wed6": "There are shrines within this hut that can alter your fate and the fates of those you love.$2#$b#Should such things be beyond the grasp of mortals? Probably.$2#$b#Not that I'll stop you.$1#",
    "Shuck.Thu6": "The blackthorn trees that I sell produce sloe plums. Those are used to make sloe gin, in case you didn't know.$0#$b#The hawthorn tree is less important in modern times, but used to be spiritually important to you humans.$2#",
    "Shuck.Fri6": "The creatures that slither and crawl speak of a monsterous fish that lives in the sewers beneath your town. Catching such a beast would be quite the accomplishment.$1#",
    "Shuck.Sat6": "If you travel deep into the mines, you may come across pools of water that are fed by legendary rivers. These waters contain fish that cannot be found anywhere else.$0#$b#You will also find trash, because humans ruin everything!$2#",
    "Shuck.Sun6": "If you happen upon nature spirits who dwell in wild places, you should try to follow them.$1#$b#Only good things can happen!$4#",
    "Shuck.Mon8": "Since you have done well, I will tell you a secret...$2#There exist divine trees within this world that produce crops of wonderous power.$1#$b#Perhaps if you continue to do well I will allow you purchase some of them.$4#",
    "Shuck.Tue8": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$0#$b#The red ones taste like candy!$4#",
    "Shuck.Wed8": "One of the herbs that I sell can be used in the production of hallucinogenic products.$1#$b#It would probably be 'impolite' to slip something like a hallucinogenic herb into something like a luau soup...$3#$b#But oh what FUN it would be!$4#",
    "Shuck.Thu8": "The Wolfberry bush that I sell produces enchanted berries that can grant you the strength of a wild beast.$1#You should collact a bunch and feed them to a pack of human children...Just to see what happens.$4#",
    "Shuck.Fri8": "Did you know? There is a great beast that lurks beneath the docks of the nearby town....Though few have ever seen it.$0#$b#It is probably not safe to swim in the deep water without some form of protection.$2#$b#If you were to wear a life-vest made out out of raw meat, I think that would keep him at bay!$4#",
    "Shuck.Sat8": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
    "Shuck.Sun8": "%...$0#$b#Did you hear that? It sounds like...$3#$b#A small child is lost in the swamp.$4#$b#Don't you want to go investigate? Someone could need help!$1#$b#...$2#$b#Me? Why, I have far more important things I should be doing...$2#$b#Like luring small children into the swamp!$5#$b#%...Is that...Someone crying in the distance?$1#$b#$4#",
    "Shuck.springMon10": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
    "Shuck.springTue10": "I could leave this place, but I prefer the dark...$4#$b#Sometimes I wander the nearby human settlements late at night when everyone is sleeping...$2#$b#And yowl and bark as loud as I can until the sun rises!$5#$b#Sometimes I knock over trash cans and that feral human gets blamed!$1#$b#What fun!$4#",
    "Shuck.springWed10": "The corpse flower that I sell will bloom eternally once it matures.$0#$b#The fruit it produces are delicious beyond compare, and the flower smells so amazingly fragrant...$1#$b#Like a mountain of rotting corpses!$4#",
    "Shuck.springThu10": "How is %pet doing?$1#$b#If you ever get tired of having a mundane pet, you can release them into the swamp.$0#$b#I'll send you something...Fun to be your replacement pet. You're guaranteed to have a better owner experience with an infernal beast!$1#$b#Unless, of course, it decides that YOU should be the pet.$5#",
    "Shuck.springFri10": "%...$0#$b#Did you hear that? It sounds like...$3#$b#A small child is lost in the swamp.$4#$b#Don't you want to go investigate? Someone could need help!$1#$b#...$2#$b#Me? Why, I have far more important things I should be doing...$2#$b#Like luring small children into the swamp!$5#$b#%...Is that...Someone crying in the distance?$1#$b#$4#",
    "Shuck.springSat10": "Some of your offerings are gifted to humans who have served us well.$0#$b#The best items are sent to the banquet halls of the nether realms, where they are enjoyed by fallen heroes and those who lived honorable lives.$1#",
    "Shuck.springSun10": "If you see another dog that looks like me, you should approach it and see if it can talk.$1#$b#Especially if it's at a crossroads!$4#$b#Things like me broker very...lucrative deals.$5#$b#After all, your experience with me hasn't been all that unpleasant, has it?$1#$b#Aren't we...Friends?$4#",
    "Shuck.summerMon10": "If you see fire lights in the distant parts of the swamp, they are likely just will-o-whisps.$0#$b#If you follow one, it might lead you to treasure!$1#$b#Or a horrible, untimely death!$4#",
    "Shuck.summerTue10": "Mandrakes that are treated well while they are growing will shed flowers instead of tears when they are pulled from the ground.$0#$b#Those that are neglected, and those which are grown in polluted soil, may scream loud enough to cause serious harm to mortal beings when picked.$4#",
    "Shuck.summerWed10": "Did you know? There is a great beast that lurks beneath the docks of the nearby town....Though few have ever seen it.$0#$b#It is probably not safe to swim in the deep water without some form of protection.$2#$b#If you were to wear a life-vest made out out of raw meat, I think that would keep him at bay!$4#",
    "Shuck.summerThu10": "If your livestock seem to all be accounted for, but you still hear one of them calling for you from the treeline...$2#$b#It is best to go investigate! After all, curiosity is good for you...Or something!$1#$b#Likewise, if your children are all asleep in bed, but you hear the distinct voice of one of them calling to you from the treeline...$2#$b#You should run toward their voice as swiftly as possible!$1#$b#It could be...uh...Another kid! Everyone likes those!$4#",
    "Shuck.summerFri10": "It so horribly sunny and nice out during the summer.$0#$b#It's not so much that I hate the sun, as it is that sunlight causes me to violently burst into flames.$2#$b#That is a generally unpleasant experience, so I try to avoid it if I can.$2#",
    "Shuck.summerSat10": "If you see a strange horse standing next to the swamp, it might be a lucky water horse!$1#$b#If it lets you ride on its back, it might take you on an adventure!$1#$b#To the bottom of a lake!$4#",
    "Shuck.summerSun10": "When it rains, you can sometimes hear a terrible beast bellowing in the distance...$2#$b#He's still upset that I broke up with him. It's kind of sad, really. Every time I hear him howling mournfully...$2#$b#I can't stop laughing long enough to get anything done!$4#",
    "Shuck.fallMon10": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
    "Shuck.fallTue10": "The wolfsbane that I sell is not safe for humans to consume, but it can be used to ward off werewolves.$1#If you go hiking in the woods under a full moon, it might be wise to wear some around your neck.$4#",
    "Shuck.fallWed10": "What a pain, I lost one of my fangs while I was up to no good last night...$2#$b#It will grow back, so it's no big deal...$0#$b#If you happen to find it, you should grind it into a dust and drink it as a tea!$1#$b#...$0#$b#No that is NOT a 'strange thing to say'!$2#",
    "Shuck.fallThu10": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
    "Shuck.fallFri10": "Have you tasted the swamp water? It is quite delicious!$1#$b#Oh, do you not trust me?$4#$b#It is perfectly safe...$2#$b#If you enjoy giardia!$5#",
    "Shuck.fallSat10": "Creatures of darkness are fond of items that are imbued with void energy. They are also unaffected by foods that may be toxic to humans.$2#$b#If you ever suspect that someone you know is a creature of darkness, simply feed them something toxic!$1#$b#If they survive, you'll know they're probably not who they say they are.$4#",
    "Shuck.fallSun10": "You wouldn't happen to have a bone grinder, would you?$3#$b#I have a...Let's call it a 'definitely not a dead body'.$4#$b#You have a farm with high fertilizer needs...I think we can help each other out here, what do you say?$5#", 
    "Shuck.winterMon10": "It is said that one of the Queens of the Netherworld was once a goddess of springtime, until she ate the fruit of an infernal tree.$2#$b#Have you tasted it? The Fruit of the Netherworld?$0#$b#They are so succulent...So delicious...You really should try one...$4#",
    "Shuck.winterTue10": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$0#$b#The red ones taste like candy!$4#",
    "Shuck.winterWed10": "It's so dark and gloomy in the winter, it really is my favorite season.$1#$b#But, I know you humans enjoy vacationing to warmer climates this time of year.$2#$b#If you ever decide you need to get away, I'd be happy to watch any children or pets you may have.$4#$b#We'll play all sorts of fun swamp games! 'Hide and seek'...'Tag'...$1#$b#'Don't get eaten by the unknowable ancient terror'...$5#",
    "Shuck.winterThu10": "Have you seen my shadow? I seem to have lost track of it. I hope it isn't off causing trouble somewhere...$2#$b#Without me!$5#",
    "Shuck.winterFri10": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I could keep watch for trains if you want to check it out...$1#$b#You can trust me!$5#",
    "Shuck.winterSat10": "In the winter months, you can sometimes hear the wendigo howling with the wind.$2#$b#If you can manage to follow the sound to its source...$0#$b#It may grant you a special power!$1#$b#...The power of not being alive anymore.$4#",
    "Shuck.winterSun10": "The shadow people in the mines are not inherently violent, they merely retaliate when attacked.$2#$b#If you encounter one in the mines, you can avoid combat by turning your back to them!$1#$b#...$0#$b#What's that, don't you believe me?$3#$b#I guess you'll have to try it and find out!$4#",
    "Xolotl.DisplayName": "Xolotl",
    "Xolotl.GiftLoved": "This offering greatly pleases the jungle spirits!",
    "Xolotl.GiftLiked": "The spirits smile upon you.",
    "Xolotl.GiftNeutral": "This offering is not good. The spirits are displeased with you.",
    "Xolotl.GiftDislike": "This offering angers the jungle spirits. If you continue to displease us, the jungle may take YOU as an offering instead.",
    "Xolotl.GiftHate": "Thank you for the offering, human.",
    "Xolotl.Introduction": "Greetings, Human! I can sell you rare items from deep within the jungle.$1#$b#I have my wares listed on this sign...$0#$b#If you are able to read it.$3#",
    "Xolotl.summer_10_1":"The fruit of the Yateveo can be used in shamanistic ceremonies.$5#$b#If something like that were to make its way into the luau soup...$4#",
    "Xolotl.IslandShrine": "Welcome to the jungle, Human.",
    "Xolotl.Mon": "I represent the guardians of the jungle. If you wish to make offerings to them, you may leave your gifts with me.$0#",
    "Xolotl.Tue": "Are you surprised I can speak? Surely there are stranger things in this world.$2#",
    "Xolotl.Wed": "The forest guardians prefer fresh offerings, though they can find a use for most items.$0#$b# We are particularly fond of alcohol, however.$4#",
    "Xolotl.Thu": "Be careful not to get turned around in the jungle. The paths can be easily confused in the dense foliage.$2#",
    "Xolotl.Fri": "I will be able to sell you more and more items as you gain favor with the jungle spirits.$1#",
    "Xolotl.Sat": "Most humans who see me assume I am a jaguar, I am surprised you came to speak to me.$3#",
    "Xolotl.Sun": "The guardians of this jungle are quite fond of wine. You will gain favor with them quickly if you make offerings of it.$4#",
    "Xolotl.Mon2": "Wild seeds have the chance to become a wide variety of crops, some of which can be valuable.$1#",
    "Xolotl.Tue2": "Are you having a hard time entering the volcano?$2#$b#If you could find a way to cool the lava, it may harden enough for you to be able to cross.$0#",
    "Xolotl.Wed2": "Ah, welcome back, Human.$0#$b#As the jungle spirits grow to trust you, I will be able to offer you more exotic items for purchase.$1#",
    "Xolotl.Thu2": "If you do not play with and water your pet daily, you will fail to grow a strong bond with them.$2#",
    "Xolotl.Fri2": "Some of the items you offer to the jungle are regifted to kind humans who have fallen on hard times.$0#",
    "Xolotl.Sat2": "If you do not close your barn door on rainy and snowy days, your livestock will become displeased with you.$2#",
    "Xolotl.Sun2": "Forest spirits tend to inhabit abandoned places.$0#$b#If any buildings within your settlement become vacant, you may want to check the area for signs of magical energy.$3#",
    "Xolotl.Mon4": "There are many fish around this island which cannot be found near the mainland.$0#$b#There are also items which wash up on these shores which are far rarer to come by on the mainland.$2#",
    "Xolotl.Tue4": "I believe there may be a feral human child living in this jungle.$2#$b#He does not bother me, but I do find it odd.$3#",
    "Xolotl.Wed4": "If you should decide to grow crops on this island, you need not worry about the season.$0#$b#The temperatures on this island remain constant throughout the year.$1#",
    "Xolotl.Thu4": "Do not enter the volcano too late in the day. Once you go too deep within the tunnels, it can be difficult to get back out.$2#",
    "Xolotl.Fri4": "There are fish which can only be found at the bottom of the sea. The selkie tells me that humans have devised a way to travel down there to catch them.$5#",
    "Xolotl.Sat4": "I was speaking to a strange frog the other day, he lamented for a long while about missing certain crops that he was fond of.$2#$b#I offered some to him, but he was disinterested. What an odd creature.$3#",
    "Xolotl.Sun4": "The jungles of the world are all connected. By traveling the secret paths, I am able to collect rare items for my shop.$1#",
    "Xolotl.Mon6": "It seems there are humans doing research on this island. If you find anything of interest, you should show it to the man in the field office.$2#",
    "Xolotl.Tue6": "Where might something that was lost on this island end up?$2#$b#I see many humans visiting...It is unlikely a lost item would not be picked up by someone else rather quickly.$3#",
    "Xolotl.Wed6": "The birds in this jungle can grant you certain services, though they do require payment for said services.$0#",
    "Xolotl.Thu6": "There are fish that live in the lava of the volcano.$0#$b#Coyote has told me that they can be found elsewhere, though I am uncertain where that may be.$2#",
    "Xolotl.Fri6": "Rare birds appear on this island on rainy days.$0#$b#If you approach these birds, they may drop precious stones.$1#",
    "Xolotl.Sat6": "There are merfolk who live near this island.$0#$b#Mermaids are especially fond of music, and have been known to reward humans who learn their songs.$3#I believe the current guardian of the sea temple is a selkie, she should be near the island as well.$1#",
    "Xolotl.Sun6": "If you pay attention to the glowing crystals, you may be able to reveal their secret.$5#",
    "Xolotl.Mon8": "I am not the only emissary of nature in this world. It would benefit you to seek out those who live in the different regions of the natural world.$0#",
    "Xolotl.Tue8": "Since you have done well, I will tell you a secret...$0#$b#There exist divine trees within this world that produce crops of wonderous power.$1#$b#Perhaps if you continue to do well I will allow you purchase some of them.$4#",
    "Xolotl.Wed8": "I have heard that an exceptionally rare sea fish spawns in a river near your settlement.$0#$b#Try looking in distant sections of the river in the autumn months.$1#",
    "Xolotl.Thu8": "Have you found the emissaries of the desert, mountain, jungle, swamp and sea?$0#$b#If you were to please the guardians of all of those regions, your farm would certainly benefit from the rare crops that would become available to you.$4#",
    "Xolotl.Fri8": "There are monsters within the volcano that are not found anywhere else.$0#$b#Some of them drop valuable items when defeated.$4#",
    "Xolotl.Sat8": "Do not attempt to follow the nature spirits who dwell in wild places...$2#$b#They can travel where you cannot, and could lead you into a maze from which you may never escape.$5#",
    "Xolotl.Sun8": "There is a legendary fish which visits the beach near your town in the summer months.$3#$b#He enjoys swimming in the shade of the pier that is furthest from where people are.$0#",
    "Xolotl.springMon10": "The Yateveo flower is worshiped by some as a god.$2#$b#Its nectar is delicious, but many who drink from its pool end up as food for the Yateveo.$5#",
    "Xolotl.springTue10": "Certain crops will produce multiple items if you care for them well.$0#$b#The cilantro plant will also produce coriander seed and flowers under the right conditions, for example.$1#",
    "Xolotl.springWed10": "There is a massive serpent on this island with feathers of every color of the rainbow.$3#$b#Those who find one of its feathers are said to be blessed by good fortune.$4#",
    "Xolotl.springThu10": "You've done well, so I'll tell you a secret...$0#$b#Certain divine crops can be ground into powders and dusts with wonderous properties.$1#$b#Some of those dusts can be combined to form new arcane elements, but you must be taught how to do that.$3#",
    "Xolotl.springFri10": "This particular shrine is of some significance to a variety of magical creatures.$3#$b#You may find the items here that you would never expect to have found in a jungle.$4#",
    "Xolotl.springSat10": "Some of the crops which are sold by nature spirits may appear similar to ones that are sold elsewhere, or may produce crops which grow on different looking trees in the wild.$1#$b#The crops they produce are all the same, though some may have slightly different properties.$3#",
    "Xolotl.springSun10": "The Alicanto sometimes flies over this island on bright, sunny days.$1#$b#Those who find its golden feathers are said to be blessed with good fortune!$4#",
    "Xolotl.summerMon10": "There are certain items that only wash up on the shore after storms.$0#$b#It rains on this island almost every day, but the storms that are large enough to affect the mainland seem to churn up the bottom of the sea.$2#",
    "Xolotl.summerTue10": "The Thunderbird who brings lightning storms to the mainland calls this island its home.$0#$b#You may find its feathers scattered about the island even on days that it does not storm.$1#",
    "Xolotl.summerWed10": "Sometimes in the summer the sea will turn green.$0#$b#Check the beach for a few days after you see this, many valuable items are sure to wash up on shore.$4#",
    "Xolotl.summerThu10": "Small flowers sometimes grow on the jungle moss tree. Bees can make a special honey using these flowers, if you can ensure that they are the only flowers the bees feed from.$1#$b#I think you can buy a hive that might work from the creature in the sewers of your town, whatever he's parading as these days.$5#",
    "Xolotl.summerFri10": "It rains on Ginger Island almost every day.$2#$b#Sometimes the storms only last a few minutes, and many occur overnight, so you may not always get caught in the rain.$5#$b#Because of the constant storms, you can find thunder cap mushrooms on this island almost year round!$4#",
    "Xolotl.summerSat10": "A great firebird lives within the volcano on this island.$3#$b#When the volcano erupts, the Phoenix emerges from its summet and flies over the island.$0#$b#If you are lucky, you may find one of her feathers.$4#",
    "Xolotl.summerSun10": "The Yateveo hunts by luring in prey with a delicious fruit grown on tendrils above its nectar pool.$3#$b#If the trigger hairs on the vines are disturbed, the tendrils will entangle anything unfortunate enough to get within reach.$5#$b#Those who are unable to escape the grasp of the Yateveo are dragged into the nectar well at the center of the plant, never to be seen again.$2#$b#Mine are enchanted to be less dangerous, of course...$4#",
    "Xolotl.fallMon10": "There are legendary birds that live deep within the volcano.$3#$b#The deeper into its depths you manage to delve, the more likely you are to encounter one of their divine feathers.$1#",
    "Xolotl.fallTue10": "Items that are poisonous to humans and animals are often safe for shadow folk, goblins and dwarves to consume.$1#$b#If you offer such items to a nature emissary, we will usually be able to find a use for them.$4#",
    "Xolotl.fallWed10": "A few of the crops that I sell may seem strange or exotic, but many things are hidden within the jungle that have yet to be discovered by humans.$5#",
    "Xolotl.fallThu10": "There is a black mushroom which grows in the dark places in this jungle.$3#$b#Such mushrooms are highly toxic to humans, even touching one can be very dangerous to your kind.$2#",
    "Xolotl.fallFri10": "Have you found any golden walnuts? The animals in this jungle view them as proof of your cunning.$1#$b#If you were to collect a lot of them, I am certain the denizens of this island would take them as payment for certain favors.$4#",
    "Xolotl.fallSat10": "You must be careful to lock your livestock inside at night.$3#$b#Those that are left unattended may become a victim of the chupacabra.$5#",
    "Xolotl.fallSun10": "Flowers can be used to make a wide variety of items, and can be loaded into almost every machine that Mephisto devised.$1#$b#You must be wary, however, as some flowers make products which are toxic to humans.$2#",
    "Xolotl.winterMon10": "The cacao tree that I sell is an ordinary plant, but if you treat the nature spirits well, you may be granted access to the enchanted white and black cacao trees.$1#",
    "Xolotl.winterTue10": "There are certain crops which grow in the forest and desert that only fruit on the days of the solstice.$3#$b#It may be worthwhile to check the areas where they grow wild on 21st of the summer and winter seasons.$1#",
    "Xolotl.winterWed10": "There is a great bird with feathers made of ice which lives at the bottom of the sea.$2#$b#It causes snow to fall in the winter, but even in the summer its feathers will sometimes wash up on beaches after storms.$1#",
    "Xolotl.winterThu10": "There is an ancient forge within the volcano. I am certain you could use it to enhance your tools and weapons.$3#$b#If you can survive the journey...$2#$b#And if you have any divine wines, the Valkyrie statue may exchange them for weapons.$4#",
    "Xolotl.winterFri10": "There is a great silver eagle which causes massive storms when he flaps his wings.$2#$b#If you are lucky, you may come across one of his feathers on a windy day.$4#",
    "Xolotl.winterSat10": "The climate on this island is fairly constant, so most crops will grow year round without issue.$0#$b#There is one crop in particular which does better outdoors in winter months, but I do not carry such a plant in my shrine.$2#",
    "Xolotl.winterSun10": "There is a massive serpent that lives in the deep waters between this island and the land where your home is.$2#$b#Its scales will occasionally wash up on shore after violent storms.$3#",
    "StringsFromMaps.Amoxtli": "     ~  Amoxtli  ~^^For the production of divine libations, add components in the order listed into a magic cauldron and brew for seven days and seven nights.#     ~ Ambrosia ~^^- Cosmic Wine^- Auric Powder^- Aether^- Cintamani Flower#     ~ Mead of Donar ~^^- Mead of Asgard^- Tempest Powder^- Bifrost^- Thunderbird Feather#     ~ Mead of Ok ~^^- Orisha Mead^- Jungle Elixer^- Deep Jungle Moss^- Rainforest Tonic#     ~ Mead of Oshun ~^^- Irunmole Mead^- Waters of Uhlanga^- Rainforest Nectar^- Vertigo Cloth#     ~ Phoenix Mead ~^^- Fire Bird Mead^- Phoenix Tears^- Phoenix Feather^- Phoenix Ring#     ~ Rainbow Serpent Mead ~^^- Poinciana Port Mead^- Rains of Yingarna^- Rains of Bunzi^- Resplendent Feather#     ~ Viracocha Wine ~^^- Olmec Wine^- Yage^- Jungle Hunter^- Obsidian x5#     ~ Wine of Anansi ~^^- Dancing Spider^- Spider Cloth^- Yateveo Nectar^- Orpiment x5#     ~ Wine of Camazotz ~^^- Wine of Xibalba^- Noxious Powder^- Nagual Whiskers^- Rare Disc#     ~ Wine of Jupiter ~^^- Wine of Thunderbolt^- Thunder Cloth^- Wine of Thunderstorm^- Thunder Cap x5#     ~ Wine of Pele ~^^- Nova Wine^- Inferno Powder^- Flame Cloth^- Dragon Berry",
    "StringsFromMaps.CorpusHermeticum": "     ~  Corpus Hermeticum  ~^^For the production of divine libations, add components in the order listed into a magic cauldron and brew for seven days and seven nights.#     ~ Amaterasu Wine ~^^- Sunbeam Wine^- Solar Dust^- Shining Everclear^- Golden Feather#     ~ Apollo Wine ~^^- Solar Wine^- Aurora Powder^- Mnemosyne^- Sunberry Tequila#     ~ Lapis Philosiphorum ~^^- Wine of Shambhala^- Alkahest^- Azoth^- Pneuma#     ~ Mead of Iduun ~^^- Sunray Mead^- Harmonic Nectar^- Apple of Idunn^- Star Shards x5#     ~ Mead of Ra ~^^- Sunray Wine^- Cintamani Nectar^- Star Dust^- Roc Feather#     ~ Wine of Anubis ~^^- Wine of Perdition^- Sand of Chaos^- Abyssal Cloth^- Golden Relic#     ~ Wine of Asklepios ~^^- Panacea^- Catholicon^- Immunity Band^- Life Elixer#     ~ Wine of Bahamut ~^^- Dragon Fire Wine^- Dragon's Breath^- Scale Cloth^- Gem Cap x5#     ~ Wine of Hanuman ~^^- Vanara Wine^- Water of Vaitarna^- Celestial Cloth^- Chandan Powder#     ~ Wine of Harmonia ~^^- Elysian Wine^- Harmonic Powder^- Harmonic Honey^- Luminushroom x5#     ~ Wine of Ishtar ~^^- Wine of Eridu^- Powder of Argent^- Harmonic Cloth^- Water of Hubor#     ~ Wine of Osiris ~^^- Amrita^- Abyssal Sand^- Fruit of the Netherworld^- Golden Mask",
    "StringsFromMaps.Galdrabok": "     ~  Galdrabk  ~^^For the production of divine libations, add components in the order listed into a magic cauldron and brew for seven days and seven nights.#     ~ Kuraokami Wine ~^^- Ryu Wine^- Arctic Dust^- Ice Cloth^- Polar Wine#     ~ Mead of Epona ~^^- Stardrop Port Mead^- Sweet Gem Nectar^- Alicorn^- Forgotten Memory#     ~ Mead of Freyja ~^^- Flkvangr Mead^- Silver Cloth^- Brunhilde's Melody^- Silver Feather#     ~ Mead of Kvasir ~^^- Celestial Mead^- Dwarf Scroll I^- Dwarf Scroll II^- Dwarf Scroll III^- Dwarf Scroll IV#     ~ Mead of Skadi ~^^- Jtunn Mead^- Fur Pelt^- Arctic Verglas^- Frozen Tear x5#     ~ Suttungr Mead ~^^- Mead of Kvasir^- Water of Urdarbrunnr^- Radioactive Feather^- Dwarvish Helm#     ~ Wine of Boreas ~^^- Glacial Wine^- Frostmjd^- Alkonost Feather^- Ornamental Fan#     ~ Wine of Demeter ~^^- Dryad Wine^- Golden Pumpkin^- Ancient Seed^- Hesperidium#     ~ Wine of Neptune ~^^- Moonbeam Wine^- Maelstrom Water^- Kraken Hook^- Megalodon Tooth#     ~ Wine of Odin ~^^- Wine of Valhalla^- Water of Mmir^- Starlight Fabric^- Galaxy Soul#     ~ Wine of Tulikettu ~^^- Revontulet Wine^- Crown Revontulet^- Tulikko Fur^- Fire Fox#     ~ Wine of Venus ~^^- Mimosa Port Wine^- Nubile Nymph^- Giant Pearl^- Mandragora Flower x5",
    "StringsFromMaps.GrimorumArcanorum": "     ~  Grimorum Arcanorum  ~^^For the production of divine libations, add components in the order listed into a magic cauldron and brew for seven days and seven nights.#     ~ Mead of Abnoba ~^^- Nightshade Mead^- Noetic Nightshade^- Jackalope Antlers^- Mamndrake#     ~ Mead of Eostre ~^^- Moonbeam Mead^- Fern Flower Water^- Iridium Feather^- Golden Egg#     ~ Mead of Hyldemor ~^^- Elderflower Port Wine^- Elderflower Port Mead^- May Wine^- Sunberry#     ~ Wine of Artemis ~^^- Myrkvidr Wine^- Sylvan Cloth^- Moonlit Maenad^- Arrowhead#     ~ Wine of Auberon ~^^- Seelie Wine^- Rose of Avalon^- Fairy Dust^- Fairy Stone x5#     ~ Wine of Belenus ~^^- Waldmeisterbowle^- Forest Rose Liqueur^- Hawthorn Liqueur^- Mosshroom x 5#     ~ Wine of Ganymede ~^^- Wine of Olympus^- Iridescent Fabric^- Vakkhic Grape^- Chipped Amphora#     ~ Wine of Inari ~^^- Foxberry Port Wine^- Water of Sanzu^- Volpecula's Glamour^- Fox Tonic#     ~ Wine of Oberon ~^^- Wine of Auberon^- Iron Bar#     ~ Wine of Pan ~^^- Wine of Arcadia^- Sylvan Powder^- Moonberry^- Fern Flower#     ~ Wine of Tapio ~^^- Bearberry Port Wine^- Silver Antler^- Cobalt Kodiac^- Bear Tonic#     ~ Wine of Titania ~^^- Wine of Avalon^- Water of Nimu^- Dierdre's Rose^- Elvish Jewelry",
    "StringsFromMaps.JoJini": "     ~ Jo Jini ~^^For the production of divine libations, add components in the order listed into a magic cauldron and brew for seven days and seven nights.#     ~ Dormarch Wine ~^^- Dogwood Port Wine^- Wolf Tonic^- Primal Mood^- Monster Musk#     ~ Huehuecoyotl ~^^- Laughing Coyote^- Voodoo Dust^- Ayahuasca^- Psilocybin Mushroom#     ~ Hyperion Wine ~^^- Ophanim Wine^- Cintamani Water^- Seraph Feather^- Prismatic Shard#     ~ Mead of Aristaeus ~^^- Thriae Mead^- Dryad Nectar^- Maenad Nectar^- Royal Jelly#     ~ Mead of Baldr ~^^- Breidablik Mead^- Shards of Bifrost^- Golden Cloth^- Glass Pumpkin#     ~ Mead of Beyla ~^^- Sylphic Mead^- Bifrost Nectar^- Forest Rose Nectar^- Fern Flower Nectar#     ~ Mead of Freyr ~^^- Mead of lfheimr^- Sunbeam Cloth^- Water of Bifrost^- Golden Antler#     ~ Soma ~^^- Lunar Wine^- Lunar Dust^- Moonbeam Cloth^- Full Moonshine#     ~ Wine of Bacchus ~^^- Maenad Wine^- Vertigo Dram^- Moonberry Gin^- Fern Flower Tonic#     ~ Wine of Iktomi ~^^- Jacaranda Port Wine^- Lethal Dram^- Guardian Spirit^- Wendigo Antler#     ~ Wine of Polaris ~^^- Winter Staream Wine^- Winter Star Liqueur^- Winter Starbeam Mead^- Frost Cap x5#     ~ Wine of Sirius ~^^- Summer Starbeam Wine^- Summer Star Liqueur^- Summer Starbeam Mead^- Magma Cap x5#     ~ Wine of Yoba ~^^- Stardrop Port Wine^- Stardrop Liqueur^- Stardrop^- Golden Pumpkin",
    "StringsFromMaps.Necronomicon": "     ~  Necronomicon  ~^^For the production of divine libations, add components in the item listed into a magic cauldron and brew for seven days and seven nights.#     ~ Cerberus Wine ~^^- Corpse Wine^- Dormarch Wine^- Mead of Garmr^- Wine of Sirius#     ~ Mead of Fenrir ~^^- Mead of Ragnark^- Waters of Gjll^- Berserk Powder^- Werewolf Claw#     ~ Mead of Garmr ~^^- Wolfberry Port Wine^- Nectar of Strife^- Miasma^- Hellhound Fang#     ~ Mead of Hel ~^^- Draugar Mead^- Corpse Flower Nectar^- Water of Hvergelmir^- Puanteur de la Mort#     ~ Mead of Jrmungandr ~^^- Moonray Wine^- Venom of Jrmungandr^- Infernal Nectar^- Leviathan Scale#     ~ Mead of Loki ~^^- Mead of Helheim^- Mead of Fenrir^- Mead of Hel^- Mead of Jrmungandr#     ~ Wine of Ares ~^^- Wine of Tartarus^- Ancient Sword^- Dragon Tooth x5^- Berserker Mushroom x5#     ~ Wine of Eris ~^^- Wine of Dysnomia^- Fabric of Chaos^- Hostile Spirit^- Apple of Discord#     ~ Wine of Hekate ~^^- Homunculus Wine^- Mandrake Tears^- Nightshade Liqueur^- Void Mushroom x5#     ~ Wine of Persephone ~^^- Asphodel Wine^- Mandrake Nectar^- Infernal Negus^- Proserpina's Song#     ~ Wine of Pluton ~^^- Nightshade Wine^- Waters of Acheron^- Water of Cocytus^- Water of Lethe^- Water of Phlegethon^- Water of Styx",
    "StringsFromMaps.CodexGigas": "     ~  Codex Gigas  ~^^Arcane dusts can be made by grinding the flowers and fruit of divine plants and trees into a fine powder.^^Mythic waters can be made from arcane dusts via distillation.^^Arcane essences can be made by extracting the fragrances of certain mythic fruits and flowers.#     ~ Arcane Dusts ~^^Abyssal Sand: Fruit of the Netherworld^Arctic Dust: Polar Berry^Auric Powder: Hesperidium^Aurora Powder: Bifrost^Azoth: Cintamani Flower^Harmonic Powder: Apple of Idunn^Inferno Powder: Dragon Berry^Lunar Dust: Moonberry^Noxious Powder: Zaminkand^Powder of Argent: Vakkhic Grape^Sand of Chaos: Apple of Discord^Solar Dust: Sunberry^Voodoo Dust: Yateveo#     ~ Lesser Arcane Dusts ~^Blue Star Powder: Winter Starberry^Red Star Powder: Summer Starberry^^Lucky Clover: Luck Powder^Unlucky Clover: Bad Luck Powder^^Fern Flower: Fern Flower Dust^Deep Jungle Moss: Ground Jungle Moss^Mandrake: Mandrake Powder^Rose of Avalon: Forest Rose Powder^^Shards of Bifrost: Bifrost^   - Shards also produce Aurora Powder#     ~ Combined Dusts ~^^Catholicon: Mix Azoth with Aurora Powder^^Star Dust: Mix Blue and Red Star Powders^^Sylvan Powder: Mix Fern Flower Dust with Forest Rose and Mandrake Powders^^Tempest Powder: Mix Arctic Dust with Inferno Powder  #     ~ Mythic Waters ~^^Alkahest: Azoth^Maelstrom Water: Tempest Powder^Rains of Bunzi: Shards of Bifrost^Rains of Yingarna: Aurora Dust^Venom of Jrmungandr: Noxious Powder^Waters of Acheron: Powder of Argent^Water of Cocytus: Arctic Dust^Waters of Gjll: Sand of Chaos^Water of Hubur: Catholicon^Water of Hvergelmir: Star Dust^Water of Lethe: Lunar Dust^Water of Mmir: Solar Dust^Water of Nimu: Sylvan Powder^Water of Phlegethon: Inferno Powder^Water of Sanzu: Mandrake Powder^Water of Styx: Abyssal Sand^Waters of Uhlanga: Auric Powder^Water of Urdarbrunnr: Harmonic Powder^Water of Vaitarna: Voodoo Dust#     ~ Mythic Essences ~^^Aether: Apple of Idunn^Dragon's Breath: Dragon Berry^Miasma: Apple of Discord^Mnemosyne: Yateveo^Pneuma: Cintamani Flower^^Brunhilde's Melody: Bifrost^Dierdre's Rose: Rose of Avalon^Proserpina's Song: Fruit of the Netherworld^Volpecula's Glamour: Fern Flower",
    "Djinn.ShopDialogue": "The vast desert hides many strange things. If you are interested in any, I will accept human currency as payment.",
    "Selkie.ShopDialogue": "The sea connects all lands. I have many rare items, if you are interested...",
    "Coyotl.ShopDialogue": "You can find everything you need growing out in the wild. Can I interest you in any of nature's bounty?",
    "Azeban.ShopDialogue": "I'll make a deal with you, Human. If you pick up all of the litter you find, you can trade it to me here for the things I make in my spare time.",
    "Pookah.ShopDialogue": "The deep forest hides many strange things. If you are interested in any, I suppose I could part with a few of them...In exchange for a 'monetary donation' of course.",
    "Barghest.ShopDialogue": "Welcome, human mortal. I can offer you items of wonderous power...But all things come at a price...",
    "Nagual.ShopDialogue": "The jungle is a living maze which hides many great wonders. If you are interested in any, I could sell them to you.",
    "Valkyrie.ShopDialogue": "Human who has befriended nature...If you offer the gods a Divine Libation, they will bless you with a Sacred Implement of Power.",
    "Humidor.ShopDialogue": "ADULT USE ONLY!   Government Warning: These products are known to cause cancer.",
    "SodaMachine.ShopDialogue": "Refreshing Soda!",
    "Djinn.ShopClosed": "The meaning of these symbols elude you. Amanra's eyes shine golden in the moonlight...Perhaps you should return in the morning.",
    "Selkie.ShopClosed": "It's too dark to read. Astrid seems distracted anyway.",
    "Coyotl.ShopClosed": "It just looks like a bunch of safety information for miners. Coyote is staring at the sky...He seems distracted.",
    "Azeban.ShopClosed": "It seems that Mephisto is not paying attention at the moment.",
    "Pookah.ShopClosed": "It's a map of the forest, and a poster with camping and fire safety guidelines. Puck is silently staring at you...Perhaps you should return in the morning.",
    "Barghest.ShopClosed": "It's a faded ad for a lost dog...Three heads? It's too distorted to see clearly. You suddenly do not feel like being this close to Shuck so late at night...Perhaps you should return in the morning.",
    "Nagual.ShopClosed": "The symbols on this tablet seem to move around with the shifting shadows, you cannot decipher them. Xolotl is staring at you in an unsettling manner...Perhaps you should come back in the morning.",
    "Valkyrie.ShopClosed": "It is too dark to read the inscription.",
    "Humidor.ShopClosed": "It seems to be turned off.",
    "SodaMachine.ShopClosed": "It seems to be turned off."

}