{
  	"Introduction": "Greetings, Human.$1#$b#I can sell you rare items from the deep, dark places of the world. I have my wares listed on this sign...$4#$b#If you are able to read it...$5#",
// 0 HEART ============================================  	
  	"Mon": "I represent the guardians of the swamp. If you wish to make offerings to them, you may leave your gifts with me.$0#",
	"Tue": "You have never met a speaking dog?$3#$b#Who said I'm a dog?$4#",
  	"Wed": "Most humans who see me run in terror. You must be very brave...$0#$b#Or very stupid...$2#",
  	"Thu": "If you please the guardians of the swamp, I will allow you to purchase a wider variety of items.$0#$b#If you anger them...$4#$b#DON'T anger them...$5#",
  	"Fri": "The waters of this world are all connected, and to them connect the waters of the netherworld.$2#$b#Through them I am able to find many rare items which may be of interest to you.$1#",
  	"Sat": "You went through many troubles to reach this place.$2#$b#I wonder what business a human has in a place like this?$3#",
	"Sun": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
// 2 HEART ============================================
  	"Mon2": "I could leave this place, but I prefer the dark...$4#$b#Sometimes I wander the nearby human settlements late at night when everyone is sleeping...$2#$b#And yowl and bark as loud as I can until the sun rises!$5#$b#Sometimes I knock over trash cans and that feral human gets blamed!$1#$b#What fun!$4#",
  	"Tue2": "There is a monster who lives in the sewers of a nearby human settlement.$2#$b#He is not unfriendly to humans, and occasionally exchanges items with me.$0#$b#He may have items you would be interested in buying.$1#",
  	"Wed2": "Have you tasted the swamp water? It is quite delicious!$1#$b#Oh, do you not trust me?$4#$b#It is perfectly safe...$2#$b#If you enjoy giardia!$5#",
  	"Thu2": "As you gain favor with the spirits of the swamp, I will offer you rarer and more valuable crops.$1#",
  	"Fri2": "This house and the stone tower by the forest are linked...You do not know why?$4#$b#Perhaps it is not my place to say...$2#",
  	"Sat2": "The guardians of the swamp prefer naturally grown offerings...$2#$b#Though they will also hapily accept wine and precious stones.$1#$b#And children!$4#",
  	"Sun2": "If you see another dog that looks like me, you should approach it and see if it can talk.$1#$b#Especially if it's at a crossroads!$4#$b#Things like me broker very...lucrative deals.$5#$b#After all, your experience with me hasn't been all that unpleasant, has it?$1#$b#Aren't we...Friends?$4#",
// 4 HEART ============================================
  	"Mon4": "I tried to visit my buddy in the forest a while back, but there was a large log blocking the path.$3#$b#If you happen see Puck, tell him to visit the swamp.$2#$b#Tell him I've a job for him!$4#",
  	"Tue4": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
  	"Wed4": "The woman who lives in this swamp? She specifically avoids strangers.$3#$b#You are unlikely to ever meet her.$2#$b#That's probably for the best!$4#",
  	"Thu4": "Creatures of darkness are fond of items that are imbued with void energy. They are also unaffected by foods that may be toxic to humans.$2#$b#If you ever suspect that someone you know is a creature of darkness, simply feed them something toxic!$1#$b#If they survive, you'll know they're probably not who they say they are.$4#",
  	"Fri4": "If your livestock seem to all be accounted for, but you still hear one of them calling for you from the treeline...$2#$b#It is best to go investigate! After all, curiosity is good for you...Or something!$1#$b#Likewise, if your children are all asleep in bed, but you hear the distinct voice of one of them calling to you from the treeline...$2#$b#You should run toward their voice as swiftly as possible!$1#$b#It could be...uh...Another kid! Everyone likes those!$4#",
  	"Sat4": "There is a grim treasure at the end of the quarry mine...Are you brave enough to find it?$4#",
  	"Sun4": "There are fish living in the sewer of your town, did you know that?$3#$b#I'm sure they are tasty and nutritious! I bet they'd taste great in that luau soup you humans love to make!$1#",
// 6 HEART ============================================
  	"Mon6": "There is a certain fish that can only be found in this swamp.$0#$b#That is because this swamp is fed by the many rivers of the netherworld.$5#$b#Why don't you have a sip? What's the worst that could happen?$4#",
  	"Tue6": "I am not the only unnatural thing in this world.$4#$b#If you wander long enough in the desert, jungle or deep forest I'm sure you'll find others that look like me.$1#",
  	"Wed6": "There are shrines within this hut that can alter your fate and the fates of those you love.$2#$b#Should such things be beyond the grasp of mortals? Probably.$2#$b#Not that I'll stop you.$1#",
  	"Thu6": "The blackthorn trees that I sell produce sloe plums. Those are used to make sloe gin, in case you didn't know.$0#$b#The hawthorn tree is less important in modern times, but used to be spiritually important to you humans.$2#",
  	"Fri6": "The creatures that slither and crawl speak of a monsterous fish that lives in the sewers beneath your town. Catching such a beast would be quite the accomplishment.$1#",
  	"Sat6": "If you travel deep into the mines, you may come across pools of water that are fed by legendary rivers. These waters contain fish that cannot be found anywhere else.$0#$b#You will also find trash, because humans ruin everything!$2#",
  	"Sun6": "If you happen upon nature spirits who dwell in wild places, you should try to follow them.$1#$b#Only good things can happen!$4#",
// 8 HEART ============================================
  	"Mon8": "Since you have done well, I will tell you a secret...$2#There exist divine trees within this world that produce crops of wonderous power.$1#$b#Perhaps if you continue to do well I will allow you purchase some of them.$4#",
  	"Tue8": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$0#$b#The red ones taste like candy!$4#",
	"Wed8": "One of the herbs that I sell can be used in the production of hallucinogenic products.$1#$b#It would probably be 'impolite' to slip something like a hallucinogenic herb into something like a luau soup...$3#$b#But oh what FUN it would be!$4#",
	"Thu8": "The Wolfberry bush that I sell produces enchanted berries that can grant you the strength of a wild beast.$1#You should collact a bunch and feed them to a pack of human children...Just to see what happens.$4#",
  	"Fri8": "Did you know? There is a great beast that lurks beneath the docks of the nearby town....Though few have ever seen it.$0#$b#It is probably not safe to swim in the deep water without some form of protection.$2#$b#If you were to wear a life-vest made out out of raw meat, I think that would keep him at bay!$4#",
  	"Sat8": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
  	"Sun8": "%...$0#$b#Did you hear that? It sounds like...$3#$b#A small child is lost in the swamp.$4#$b#Don't you want to go investigate? Someone could need help!$1#$b#...$2#$b#Me? Why, I have far more important things I should be doing...$2#$b#Like luring small children into the swamp!$5#$b#%...Is that...Someone crying in the distance?$1#$b#$4#",
// 10 HEART - SPRING ============================================
  	"spring_Mon10": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
  	"spring_Tue10": "I could leave this place, but I prefer the dark...$4#$b#Sometimes I wander the nearby human settlements late at night when everyone is sleeping...$2#$b#And yowl and bark as loud as I can until the sun rises!$5#$b#Sometimes I knock over trash cans and that feral human gets blamed!$1#$b#What fun!$4#",
 	"spring_Wed10": "The corpse flower that I sell will bloom eternally once it matures.$0#$b#The fruit it produces are delicious beyond compare, and the flower smells so amazingly fragrant...$1#$b#Like a mountain of rotting corpses!$4#",
	"spring_Thu10": "How is %pet doing?$1#$b#If you ever get tired of having a mundane pet, you can release them into the swamp.$0#$b#I'll send you something...Fun to be your replacement pet. You're guaranteed to have a better owner experience with an infernal beast!$1#$b#Unless, of course, it decides that YOU should be the pet.$5#",
	"spring_Fri10": "%...$0#$b#Did you hear that? It sounds like...$3#$b#A small child is lost in the swamp.$4#$b#Don't you want to go investigate? Someone could need help!$1#$b#...$2#$b#Me? Why, I have far more important things I should be doing...$2#$b#Like luring small children into the swamp!$5#$b#%...Is that...Someone crying in the distance?$1#$b#$4#",
	"spring_Sat10": "Some of your offerings are gifted to humans who have served us well.$0#$b#The best items are sent to the banquet halls of the nether realms, where they are enjoyed by fallen heroes and those who lived honorable lives.$1#",
	"spring_Sun10": "If you see another dog that looks like me, you should approach it and see if it can talk.$1#$b#Especially if it's at a crossroads!$4#$b#Things like me broker very...lucrative deals.$5#$b#After all, your experience with me hasn't been all that unpleasant, has it?$1#$b#Aren't we...Friends?$4#",
// 10 HEART - SUMMER ============================================	
	"summer_Mon10": "If you see fire lights in the distant parts of the swamp, they are likely just will-o-whisps.$0#$b#If you follow one, it might lead you to treasure!$1#$b#Or a horrible, untimely death!$4#",
 	"summer_Tue10": "Mandrakes that are treated well while they are growing will shed flowers instead of tears when they are pulled from the ground.$0#$b#Those that are neglected, and those which are grown in polluted soil, may scream loud enough to cause serious harm to mortal beings when picked.$4#",
  	"summer_Wed10": "Did you know? There is a great beast that lurks beneath the docks of the nearby town....Though few have ever seen it.$0#$b#It is probably not safe to swim in the deep water without some form of protection.$2#$b#If you were to wear a life-vest made out out of raw meat, I think that would keep him at bay!$4#",
  	"summer_Thu10": "If your livestock seem to all be accounted for, but you still hear one of them calling for you from the treeline...$2#$b#It is best to go investigate! After all, curiosity is good for you...Or something!$1#$b#Likewise, if your children are all asleep in bed, but you hear the distinct voice of one of them calling to you from the treeline...$2#$b#You should run toward their voice as swiftly as possible!$1#$b#It could be...uh...Another kid! Everyone likes those!$4#",
	"summer_Fri10": "It so horribly sunny and nice out during the summer.$0#$b#It's not so much that I hate the sun, as it is that sunlight causes me to violently burst into flames.$2#$b#That is a generally unpleasant experience, so I try to avoid it if I can.$2#",
	"summer_Sat10": "If you see a strange horse standing next to the swamp, it might be a lucky water horse!$1#$b#If it lets you ride on its back, it might take you on an adventure!$1#$b#To the bottom of a lake!$4#",
  	"summer_Sun10": "When it rains, you can sometimes hear a terrible beast bellowing in the distance...$2#$b#He's still upset that I broke up with him. It's kind of sad, really. Every time I hear him howling mournfully...$2#$b#I can't stop laughing long enough to get anything done!$4#",
// 10 HEART - AUTUMN ============================================
	"fall_Mon10": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I'll keep watch outside for trains if you want to check it out...$1#$b#You can trust me!$4#",
  	"fall_Tue10": "The wolfsbane that I sell is not safe for humans to consume, but it can be used to ward off werewolves.$1#If you go hiking in the woods under a full moon, it might be wise to wear some around your neck.$4#",
	"fall_Weds10": "What a pain, I lost one of my fangs while I was up to no good last night...$2#$b#It will grow back, so it's no big deal...$0#$b#If you happen to find it, you should grind it into a dust and drink it as a tea!$1#$b#...$0#$b#No that is NOT a 'strange thing to say'!$2#",
	"fall_Thu10": "If you are lucky, you may come across a void mushroom on your journeys through dark places. They sometimes pop up in forests in the darker months of winter as well.$0#$b#If you find one with a cap full of liquid, you should drink it!$1#$b#It is a delicious and refreshing...Juice...And is totally harmless to weak, pathetic mortals like yourself!$4#",
  	"fall_Fri10": "Have you tasted the swamp water? It is quite delicious!$1#$b#Oh, do you not trust me?$4#$b#It is perfectly safe...$2#$b#If you enjoy giardia!$5#",
  	"fall_Sat10": "Creatures of darkness are fond of items that are imbued with void energy. They are also unaffected by foods that may be toxic to humans.$2#$b#If you ever suspect that someone you know is a creature of darkness, simply feed them something toxic!$1#$b#If they survive, you'll know they're probably not who they say they are.$4#",
	"fall_Sun10": "You wouldn't happen to have a bone grinder, would you?$3#$b#I have a...Let's call it a 'definitely not a dead body'.$4#$b#You have a farm with high fertilizer needs...I think we can help each other out here, what do you say?$5#", 
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "It is said that one of the Queens of the Netherworld was once a goddess of springtime, until she ate the fruit of an infernal tree.$2#$b#Have you tasted it? The Fruit of the Netherworld?$0#$b#They are so succulent...So delicious...You really should try one...$4#",
  	"Winter_Tue10": "You may come across a large number of mushrooms deep within the mine. They will sometimes release spores that get carried into the upper levels.$2#$b#If you check the previous floor the day after you find them, you may find a second crop of mushrooms.$0#$b#The red ones taste like candy!$4#",
	"winter_Wed10": "It's so dark and gloomy in the winter, it really is my favorite season.$1#$b#But, I know you humans enjoy vacationing to warmer climates this time of year.$2#$b#If you ever decide you need to get away, I'd be happy to watch any children or pets you may have.$4#$b#We'll play all sorts of fun swamp games! 'Hide and seek'...'Tag'...$1#$b#'Don't get eaten by the unknowable ancient terror'...$5#",	
  	"winter_Thu10": "Have you seen my shadow? I seem to have lost track of it. I hope it isn't off causing trouble somewhere...$2#$b#Without me!$5#",
	"winter_Fri10": "The trains that pass by the nearby station occasionally drop valuable items. If you are nearby when one comes through, it might be worthwhile to check the area.$0#$b#Why, I bet there are a lot of dropped valuables piled up somewhere...$1#$b#Deep inside of the train tunnel.$5#$b#I could keep watch for trains if you want to check it out...$1#$b#You can trust me!$5#",
	"winter_Sat10": "In the winter months, you can sometimes hear the wendigo howling with the wind.$2#$b#If you can manage to follow the sound to its source...$0#$b#It may grant you a special power!$1#$b#...The power of not being alive anymore.$4#",
	"winter_Sun10": "The shadow people in the mines are not inherently violent, they merely retaliate when attacked.$2#$b#If you encounter one in the mines, you can avoid combat by turning your back to them!$1#$b#...$0#$b#What's that, don't you believe me?$3#$b#I guess you'll have to try it and find out!$4#",
// MISC ============================================
	"summer_10_1": "One of the herbs that I sell can be used in the production of hallucinogenic products.$1#$b#It would probably be 'impolite' to slip something like a hallucinogenic herb into something like a luau soup...$3#$b#But oh what FUN it would be!$4#",
	"summer_11_1": "If you're still trying to think of something exciting to add to the luau soup, the Fruit of the Netherworld is both delicious and exotic.$0#$b#The humans who consume it are bound to have a wonderful time!$1#$b#As they experience unimaginable horrors and terror induced madness!$5#",
	"WitchSwamp_Entry": "Damn! It's the human, hide the bodies!/ !!! That was a little too close.../Ah, still alive? That's...Surprising.",
}