{
//
// TEXT - GUARDIAN SHOPS ----------------------------------------------------------------
//
//
// TEXT - AMANRA
//
	"Amanra_Greeting.text": "My general stocks rotate daily depending on who or what I encounter on my journeys, stop by frequently if you are looking for a specific rare item.^^If you would like me to leave offerings for you in the temple hidden beneath the sands, bring your gifts to me and I will take them there before the sun rises.^^Stop by my shrine whenever you visit the desert.^^~ Amanra",
	"Amanra_2Heart.text": "I have added a few new trees and crops to my shop.^^Did you know, some plants may produce secondary crops in addition to their primary crop.^^There are even a few which can produce three usable crops.^^~ Amanra",
	"Amanra_4heart.text": "I have added some more trees and crops to my shop.^^Did you know, some crops have seeds which can be used as spices. If you see seeds that look unique, try putting them in an auto mill or dry packer.^^Stop by the desert to see what new items I have to offer.^^~ Amanra",
	"Amanra_6Heart.text": "^The spirits are quite pleased, and so I have decided to allow you to purchase a few new items.^^Did you know; herbs, flowers and spices can be made into teas and kombuchas with the right equipment. Dried flowers can make teas in a standard keg.^^~ Amanra",
	"Amanra_8Heart.text": "In recognition of your efforts, I have decided to allow you to purchase an additional variety of trees and crops.^^Did you know, certain types of tea leaf can be processed different ways to produce a variety of new teas.^^Stop by my shrine to see my new selection.^^~ Amanra",
	"Amanra_10Heart.text": "^The spirits of the desert are extremely pleased with your offerings. They have allowed me to sell you divine trees of exceptional rarity.^^^I can now sell you saplings from the Tree of Enlightenment, the Bodhi Tree. This tree grows divine flowers that are comprised of light, which it is said can be used to craft a philosopher's stone. But you will have to figure that one out on your own.^^Stop by the desert to see what else I have to offer.^^~ Amanra",
//
// TEXT - ASTRID
//
	"Astrid_Greeting.text": "Hello Human!^^It was very nice to meet you the other day. So few of your kind visit my beach, it is often just those attuned to nature who come to see me.^^If you would like to leave offerings for the temple hidden beneath the waves, you can drop items off to me and I will take them there before the sun rises.^^If the sea spirits trust you, I may sell you a better selection of plants. Have a nice day!^^~ Astrid",
	"Astrid_2Heart.text": "Hello Human!^^I am glad that you have decided to leave offerings for the temple under the waves, humans have long forgotten it and the spirits had grown listless.^^Did you know that most grains can be processed into specific beers and liquors? Try experimenting by priming machines with different malts or micro-cultures. Alcohol makes an excellent offering for the sea spirits.^^Visit soon to see my new stock!^^~ Astrid",
	"Astrid_4heart.text": "Hello Human!^^I am glad that you have been visiting lately, it gets lonely this far south. Many selkies do not travel to waters this warm, but I am tasked with watching this island.^^Did you know that certain plants are so closely related, that they can produce the same secondary crop? For example, spearmint and peppermint may both produce mint flowers.^^Visit again soon to see what new plants I have!^^~ Astrid",
	"Astrid_6Heart.text": "Hello Human Friend!^^The spirits in the temple under the sea are quite pleased with the offerings you have left for them. It would be nice to take you there some day, but to turn a human into a selkie is...Forbidden.^^Visit again soon to see the new crops and trees I have for you.^^~ Astrid",
	"Astrid_8Heart.text": "Hello Human Friend!^^The sea spirits are so pleased that they have allowed me to sell you more exotic crops, some of which will continue to produce over more than one season.^^Did you know that certain foods that are unsafe for humans can be made safe by leching out the tannins? Using blanching powder in a standard keg with sea hearts, horn nuts or acorns will make them safe for processing and eating.^^Come visit soon to see my new crops!^^~ Astrid",
	"Astrid_10Heart.text": "Hello Human Friend!^^The spirits of the sea are so pleased with the offerings that you have left, that they have given me permission to sell you divine and enchanted trees!^^Some of these plants were crafted with magic, and produce crops that you humans had previously only imagined to be real.^^Stop by soon to see the fantastic crops I have to offer!^^ ~ Astrid",
//
// TEXT - COYOTE
//
	"Coyote_Greeting.text": "Hello Human,^^Long ago, people left offerings to nature spirits at the temple which hides beneath the mountain, but I have not seen many of your kind in this old quarry for several generations.^^If you would like to gain favor with the spirits of the land, bring offerings to me here, and I will take them to the temple before the sun rises.^^~ Coyote",
	"Coyote_2Heart.text": "I have taken your offerings to the earth temple, and the mountain spirits are pleased! I will now sell more plants at my shrine.^^Many of the crops which grow wild in this area can be used by humans in a variety of ways. If you plant some on your farm, you also provide a natural wild space for local wildlife.^^Stop by to see what local species I have to offer.^^~ Coyote",
	"Coyote_4heart.text": "You are doing well human, I have not seen the mountain spirits this happy in a long time. Perhaps you would care to expand the number of wild species you grow on your farm? I have made more crops and trees available for you at my shrine.^^~ Coyote",
	"Coyote_6Heart.text": "The offerings you have been leaving with me have caused the mountain spirits to look upon you favorably. You can now purchase a wider variety of plants from my shrine.^^Certain plants that are common in the wild may produce secondary crops when cultivated by humans. Stop by my shrine to see what is now available.^^~ Coyote",
	"Coyote_8Heart.text": "The mountain spirits are so pleased with your offerings that they are allowing me to sell you an enchanted berry bush. Enchanted and mythical crops may grant special abilities to humans who consume them, though only temporarily.^^Visit my shrine to see what I have to offer.^^~ Coyote",
	"Coyote_10Heart.text": "Fantastic work, Human! The mountain spirits are so pleased with your offerings, they are allowing me to sell plants to you that most humans consider mythical.^^Some trees may take on an appearance as though they are dead in the winter months, but they return to full health once warmer weather returns.^^Come take a look at the new plants I have available.^^~ Coyote",
//
// TEXT - MEPHISTO
//
	"Mephisto_Greeting.text": "Hey Human,^^If you collect all of the litter you find in the wild, you can bring it down to the sewer and I'll recycle it into machines.^^I'll do you a favor and toss a few production tools your way if you do a good job.^^Until I get to know you better, I'll only make simple machines available to you now, but if I get to trust you maybe I'll expand my shop.^^~ Mephisto",
	"Mephisto_2Heart.text": "Hey Human,^^Have you tried out any of the production tools I offer? Certain pouches can be used in the kiln to make roased nuts or puffed grains, or packed with tea and used in an oxidizer to produce different tea varieties.^^I trust you enough that I'll start to trade you higher level machines. Stop by my trash-can to see what I can build you with the trash you bring me.^^~ Mephisto",
	"Mephisto_4heart.text": "Hey Human^^Did you know that certain products can only be made if items are loaded into machines in the correct order? Using pouches, malts or cultures as the primary machine input can produce unique items...Assuming you have all the necessary ingredients.^^You've pleased me enough that I will now allow you to trade for more complex machines. Stop by the sewers to see what I can build with the trash you bring me.^^~ Mephisto",
	"Mephisto_6Heart.text": "Hey Human,^^You sure do spend a lot of time in the sewer for a human. I guess I'm fine with that, and trust you enough now to trade you more complex items. Of course, more complex machines require a higher litter price. Come see me the next time you're in the sewer!^^~ Mephisto",
	"Mephisto_8Heart.text": "Hey Human,^^I've seen a lot of litter bottles washing down the storm drains lately. If they make it to the ocean, they can pose a danger to sea animals.^^Bring any trash you fish up to me and I'll give you some nice machines as payment. I've expanded my wares for you, stop by to see.^^~ Mephisto",
	"Mephisto_10Heart.text": "Hey Human,^^I'm sure you've figured it out by now, but these machines that I make are mostly constructed from the materials you've been bringing me.^^Some of the things that I make requre a lot of a certain type of material.^^I'll start trading you my most complex machines, but they'll require a lot of materials to make. Stop by to see what I can do.^^~ Mephisto",
//
// TEXT - PUCK
//
	"Puck_Greeting.text": "I happen upon many strange things along my travels through the forests. I have different items for sale almost daily, be sure to check in often.^^I have more plants that I can sell to you which don't appear in my shop...But you will have to gain favor with the forest spirits if you want me to sell them to you. If you bring me offerings, I will take them to the temple hidden beneath the leaves before the sun rises.^^It is certainly worth your time to keep the spirits happy, as some of the plants in this forest are considered legendary to humans.^^~ Puck",
	"Puck_2Heart.text": "I see that you have been leaving acceptable offerings for the forest spirits. I guess I can let you purchase a few new items...^^Certain plants may produce more than one usable crop if you tend them well.^^Stop by to see what else I have to offer!^^~ Puck",
	"Puck_4Heart.text": "^The spirits tell me they are pleased with the offerings you have left for them. I shall make a few shrubs, trees and crops available to you.^^ Certain crops may make unique products when processed certain ways. Experiment with new crops in different artisan machines.^^Stop by the forest to see my new crops.^^~ Puck",
	"Puck_6Heart.text": "The spirits have grown quite happy with you, it appears we were not wrong to show ourselves to you. I will now offer some more impressive trees for you to purchase at my shop.^^Certain crops may make more than one artisan good from the same machine. There is no way to determine by looking at the crop what will be produced, it depends on the individual item.^^Stop by the forest to see what other plants I now have available.^^~ Puck",
	"Puck_8Heart.text": "You are doing very well, Human. If you continue to do well, I may allow you to purchase enchanted shrubs from me. Certain enchanted crops will grant you the strength of a wild animal when you consume them.^^Stop by the forest to see what else I have available.^^~ Puck",
	"Puck_10Heart.text": "^Excellent work, human! The forest spirits are very pleased with the offerings you have made. I will now allow you to purchase legendary and divine trees, as well as the seeds of an enchanted flower.^^I am trusting you to care for the saplings that you purchase. Many of these plants are considered sacred. Cutting down certain of these trees is considered murder. Do not do anything to tarnish the relationship you have built up with us.^^~ Puck",
//
// TEXT - SHUCK
//
	"Shuck_Greeting.text": "Many strange and dark entities wander through the swamp I inhabit. I happen to pick up rare and unique items fairly often as a result. You should come here frequently, to see what amazing new things I might have to offer.^^Remember that if you please the spirits of the swamp, I may bring you more exiting plants from its depths...But if you displease the spirits, I may bring you into the swamp's depths...and leave you there.^^If you would like to leave offerings for the temple that hides within the shadows, bring them here and I will send them there before the sun rises.^^~ Shuck",
	"Shuck_2Heart.text": "^You have begun to leave us offerings, which is a good start. I have started selling a few new crops and trees as a reward. It is best to keep those that dwell in the darkness happy, and not to do anything to displease them.^^Did you know, certain crops may be classified as fruits, but they are primarily used by humans as though they were vegetables. Some fruits may have surprising artisan production.^^Stop by the swamp to see what new items I have to offer.^^~ Shuck",
	"Shuck_4Heart.text": "You have continued to please those that dwell in the shadows, it would be wise to continue along this path. I shall now allow you to purchase a few new items.^^Some plants may produce more than one crop, and some crops can be processed in such a way that they can act as a unique fruit or spice after.^^Stop by the swamp to see what else I have available.^^~ Shuck",
	"Shuck_6Heart.text": "The dark voices that whisper from the shadows say only good things about you. If you were to ask them, they may even bless you with a curse upon your enemies.^^While some crops may be toxic to average humans, they are often safe for beings from other realms. Place poisonous products in your shipping crate and they will pick them up and leave you a fair payment in return.^^Be sure to bring an offering when you stop by to see me, and if you have any extra children cluttering up your life, the altar in the swamp hut offers you a very fine solution!^^~ Shuck",
	"Shuck_8Heart.text": "I can see that you were a good choice to become our associate. Do not be bothered by the idea of making offerings to the darkness, for darkness is necessary.^^Light cannot exist without darkness. Even the greatest of kings has a shadow underfoot. Those who embrace their inner darkness will benefit greatly from doing so.^^If you would like to see the dark visions of the truth, I have added plants with arcane uses to my inventory. They are potently hallucinogenic...Though perhaps are not the safest thing for humans to consume.^^~ Shuck",
	"Shuck_10Heart.text": "Excellent work, Human! The creatures of darkness are greatly pleased with your work and offerings. I have added legendary and divine trees to my inventory, as well as a giant flower the size of a tree.^^The corpse flower produces a poisonous fruit, but it is spectacular to behold. My corpse flowers are enchanted to never wilt, even in winter.^^^I also now offer a damned tree from the depths of hell, which I think would make a lovely addition to your farm.^^Stop by the swamp to see the other amazing crops I have to offer!^^~ Shuck", 
//
// TEXT - XOLOTL
//
	"Xolotl_Greeting.text": "There are many secret paths through the jungle that lead to many secret places. Because of this, I often come to posess many rare items. It would benefit you to visit my shrine often.^^Remember that if you do well to please the jungle spirits, I will consider allowing you to purchase more exotic crops.^^If you would like to leave an offering for the temple that hides within the mountain of fire, bring your items here and I will take them there before the sun rises.^^~ Xolotl",
	"Xolotl_2Heart.text": "You have been leaving good offerings for the jungle, and the spirits have taken notice. I have added a few new crops to my shop as a reward.^^Certain crops have seeds which can be used as spices or in other unique ways, and some plants may produce more than one usable crop at harvest.^^Remember to stop by to see what all I have available.^^~ Xolotl",
	"Xolotl_4Heart.text": "The birds sing of the wonderful offerings you have made to the jungle. They have insisted that I allow you to purchase additional exotic plants.^^Certain crops may look similar to common variants, but their flavors and uses may differ widely.^^Stop by my shrine to see what I now have to offer.^^~ Xolotl",
	"Xolotl_6Heart.text": "^You continue to impress me, human. As I add more items to my shop, you may see strange and exotic fruits that you never thought could really exist. ^^Most of my plants are naturally occuring, though some are quite unique.^^If you continue to do well, I will make other fantastic crops available for you to purchase.^^~ Xolotl",
	"Xolotl_8Heart.text": "The spirits are most pleased with you, Human. I am adding to my inventory a variety of new crops and trees.^^Certain items that are toxic to humans are considered quite valuable to spirits and magical creatures. If you process them into artisan goods, merchants with dealings in other realms will buy them from your shipping crate.^^Remember to visit my shrine to make an offering, and to see the new crops that I have available.^^~Xolotl",
	"Xolotl_10Heart.text": "Excellent work, Human! The spirits of the jungle are extremely pleased with the offerings you have made to them. I have added enchanted and legendary trees, as well as a divine, man-eating flower to my inventory.^^The Yateveo flower is beautiful, but deadly. It feeds by luring humans and animals to the delicious pool of nectar at the center of its petals...^^Any creature who touches the guard hares on the vines extending from this pool will be ensnare and dragged into the nectar, never to be seen again.^^The Yateveo that I sell are enchanted so that they cannot move, but it is still advised that you not step into the nectar pool while harvesting fruit.^^Visit the shrine to see my other new plants.^^~ Xolotl",
//
// TEXT - ALL - ALL HEART
//
	"All_AllHeart.text": "You have done so well pleasing the nature spirits in this region of the world that we have decided to send you an additional gift in thanks.^^This item is a treasure of the nature spirits indicationg your dedication to the natural world, treasure it always.^^If you stop by our shops, we each carry something new which may be of interest to you. And if you have any Divine Wines or Meads lying around, it might be worth your time to visit the statue of the Valkyrie in the Volcano Caldera, ^^~ Your Friends",
//
// TEXT - MACHINE BLUEPRINTS -----------------------------------------------
//
	"Clint_Auto_Mill.text": "Hello @,^^I was cleaning out my work room the other day and found some plans for a small mill you can put inside of a shed.^^ The instructions say that it can grind herbs, spices, nuts, flowers and a variety of other items into powders and dusts.^^I'm sure this blueprint will be of more use to you than me, enjoy!^^- Clint",
	"Sam_Beverage_Keg.text": "Hey @,^^I found this blueprint while going through some boxes in the basement. I'd usually throw something like this out, but it says you can make and carbonate your own home-made sodas! That's something that interests me, but I don't really have the time or a bunch of ingredients lying around.^^I'll just give this blueprint to you. If you make any fun sodas make sure to bring them my way so I can try them out. The instructions say it also makes lemonades, syrups and flavored milks. Enjoy!^^- Sam",
	"Kent_Fermentation_Tank.text": "Hey there @,^^One of my buddies from the service has been brewing beer in his spare time, and he sent me this blueprint for a special type of tank that can make them. I'm too busy with the wife and kids, but I figured it might be useful for a farmer like yourself.^^The instructions say it can make beers, ciders, kombuchas, and sparkling wines and meads. Apparently some of these recipes require malt, bacteria, yeast or SCOBY to produce.^^If you end up building one, let me know how the beers turn out. Have a good one!^^- Kent",
	"Lewis_Distillation_Tank.text": "Hello @,^^You come from a bigger city than Pelican Town, so I'm sure you're used to higher quality cocktails than can be found in our local establishments. After a recent trip to Zuzu city, I'm wondering if elevating our local menues might draw in some more tourism.^^I looked through some old books and found this blueprint for a distillation tank. The instructions say it can make fruit, flower and herbal liqueurs; as well as aged liquors, brandies, mead balsams, nectars, and bitters. I bet you could make a whole bunch of classy cocktail liquors with something like this.^^I'll include the blueprint for this distillation tank. If you make anything with it bring it by so I can try a sample!^^- Lewis",
	"Pierre_Dry_Packer.text": "Hello @,^^I recieved a promotion the other day that included blueprints for a new device that preserves and packages foods for long storage and sale. The instructions say that it packages spices, herbs, seasonings, and flower petals; and that it can also produce cereals and hot beverages packets, along with a handful of other things.^^I'm not exactly certain how it works, but corn, oat and certain nut flours are all listed as examples for cereal production. It also says that wheat, puffed rice and cookies can be used. Apparently once the dry packer has made a cereal, you can pour it back into the machine with additional ingredients to make different varieties.^^I'll pass the blueprint on to you, and if you decide to make any specialty products with the dry packer, I'll buy them out of your shipping crate to sell in the store. Have a great day!^^Pierre",
	"Gus_DW_Keg.text": "Hey there @,^^I have an old blueprint for a specialized wine keg that I thought might come in handy.^^The instructions say it can make wines out of flowers, as well as fruit. This type of keg also has a built-in distillation feature for wines, so you can brew directly from wine, to brandy, to port-wine all with one keg. Put wine back into the keg to make brandy, then put the brandy back into the keg with a matching wine variety to make port. It also works with meads to make balsams and port-meads.^^If you make anything good I'll put it on tap over at the pub. Have a nice day!^^- Gus",
	"Robin_Flow_Hive.text": "Hey there @!^^Demetrius mentioned the other day how concerned he was that the number of bees have been diminishing in the area over the years. I did some research and came up with a blueprint design for a special type of hive that will allow farmers to only produce as much honey as they need, and leave the rest to the bees.^^My design requires the beekeeper to load extra flowers into the feeding hopper for the colony when they want to produce honey, but the honey produced is purer in flavor than other honeys, and can be used to make honey jellies and meads with unique flavors.^^Demetrius agrees that bees would be happier in a hive like this one, but the flow hive does not produce honey automatically unless loaded, unlike the bee house. However, because it must be loaded to work, it does work indoors and in winter. I hope this is helpful to you. Have a great day!^^- Robin",
	"Sandy_Fragrance_Extractor.text": "Hello @,^^I don't know if you noticed the small selection of perfumes at my shop, I make them myself with a fragrance extractor. ^^Since I believe you grow flowers on your farm, I'll send you the blueprint in case you want to make any yourself. If you place any that you make in your shipping crate, I'll have Pam pick them up and bring them out to add to my shop inventory.^^Have a great day!^^- Sandy", 
	"Demetrius_Incubation_Tank.text": "Hello @,^^Were you aware that certain cultures used in artisan production, like yeast and bacteria, are actually alive? These cultures are also used widely by the scientific community, and we have developed ways of mass producing them for experimental purposes.^^It occured to me today that you could use an incubation tank to quickly grow the yeast you use for beer production. Such a tank could also be used to grow bacteria, algae or seaweed; which might also be useful to you.^^I've included blueprints for the incubation tank here. Let me know if you have any questions about its construction!^^- Demetrius",
	"Alex_Juice_Keg.text": "Hey there @!^^I got a blueprint included as a free promotion with one of my workout magazines the other day, but I don't exactly have the space to put one of these in the house. Fresh fruit juice is much healthier than sodas or sugary coffee drinks, and vegetable juice can be used as a cold drink or hot soup base. If you had a machine like this and sold fresh juice locally, folks in the area would be healthier and happier.^^The instructions say this juice keg can produce fruit and vegetable juice, as well as herb, nut, and spice extracts. It also says that it can make flower waters, and that zests can be used to make fruit extracts.^^Hopefully this blueprint is useful to you, it seems like this machine can produce a lot of different kinds of items. Have a great day!^^- Alex",
	"Maru_Milk_Keg.text": "Hey there @!^^Some people have a hard time digesting milk and dairy products, and it can cause them health issues when they don't have alternatives available nearby. If you happen to grow any nuts or seeds on your farm, they can be used to produce non-dairy milks that such people can use as milk substitutes.^^I drew up a blueprint for a machine that grinds and blends nuts and seeds into a milk-like substance which can be used as a dairy substitute. If you were to sell non-dairy milks locally, I'm sure you could improve the lives of a few of your neighbors without even realizing it.^^- Maru",
 	"Caroline_Oxidizer.text": "Hello @,^^Did you know that tea leaves can be processed a variety of different ways to produce different kinds of teas. By grinding, pickling or roasting tea leaves, you can achieve unique flavors. Tea leaves can also be dried or grown under certain conditions to produce specific tea varieties.^^ I am sending you blueprints for an oxidizer unit, which can be used to make specialty teas. It also has a dehydration function and can make dried fruits, flowers and herbs; as well as certain snack foods from select fruits and vegetables.^^This machine also works with special production pouches that can mimic growing conditions or control oxidation, and if you have a way to make flavor extracts it can also make certain infused tea leaves.^^If you make any unique teas be sure to let me try them! Have a great day!^^- Caroline",
	"Pam_Puree_Jar.text": "Hey @!^^I was reading a magazing the other day, and I pulled out this free blueprint for a machine that makes purees and butters. It says you can make butters, nut butters, sauces and desserts with it...But you can also make fruit and flower purees that can be blended into frozen cocktails!^^If someone were to make fresh, local fruit purees, I bet Gus would start selling flavored margaritas, piña coladas and daiquiris! That would be nice in the summer.^^Anyway, here's the blueprint if you want it. Have a good one, kid!^^- Pam",
	"Wizard_Magic_Cauldron.text": "Hello @!^^I believe that you have come in contact with some of the arcane crops which are scattered around this world. When processed into port-wines, these crops are able to be used as the base for very potent 'Divine Libations'.^^I will entrust you with instructions for a magical cauldron which can be used to brew these divine wines. There are a large number of potions which can be brewed, but you will need to discover the recipes yourself. As a general rule, each potion uses a port-wine made from a mythic crop as its base.^^I have heard that if you take a Divine Libation to the Volcano Caldera, you can exchange them at a statue for powerful weapons forged by ancient beings.^^-M. Rasmodius, Wizard",
	"Evelyn_DP_Jar.text": "Hello dear,^^When I was younger, I used to make all sorts of fancy jellies, jams and pickles. I've included a blueprint for the kind of preserves jar George built for me way back in the day.^^With a deluxe preserves jar; you can make jellies from fruits, jams from jellies, and compotes from jams. Just put the jam or jelly back into the machine with more of the same crop to process it further.^^This type of preserves jar will also make jellies from flowers, herbs and spices; and will also pickle wild vegetables, mushrooms and nuts.^^It's much more useful than a standard preserves jar, building a few would help you make a wider variety of products. Let me know how it goes^^- Evelyn",
	"George_Tea_Keg.text": "Hello there @!^^I'm sure you know that drinking tea is good for when you're not feeling well, but did you know that you can make tea with more than just tea leaves?^^Flowers, herbs, spices, certain fruits and some specialty powders can also be used to make teas.^^I'll give you this blueprint for a Tea Keg, and if you make anything good bring it by so I can try it out. Have a good one!^^- George",
	"Harvey_Mold_Colony.text": "Hello there @!^^I'm sure you know by now that adding specific strains of mold during cheese production can produce specialty varieties of cheese. Since you've been such a good friend, I'm going to include the blueprint for the mold colony terrarium that is used to produce Penicillin. If you don't have any of the starter colony, I sell samples at my shop.^^Have a good one!^^- Harvey",
	"Marnie_Cheese_Processor.text": "Hello there @!^^While most cheeses are made in a Cheese Press, certain specialty cheese and production items need a Cheese Processor to be able to make them.^^I've included a blueprint for the type of processor I use at my farm. Let me know if you have any questions!^^- Marnie",
	"Shane_Churn.text": "Hey @,^^I found a copy of a blueprint in the barn earlier for a Churn we use to make butters and margarines. It makes a variety of ciders as well, depending on what type of apples you feed into it. I hope it's useful to you. Have a good one!^^- Shane",
	"Krobus_Azoth.text": "Hello Human!^^I found a valuable item that might be useful to you. Azoth has a lot of magical energy, but it is too bright for me to keep it around. I have heard that it is used to make magical items like cauldrons and wands, but I don't know how to do that.",
//
// TEXT - TEA INFO -----------------------------------------------
//
	"Demetrius_Astral_Tea.text": "^Hello @,^^I was doing a bit of research on a favorite fruit of mine, known as a carambola. This fruit is very closely related to the starfruit, in fact, carambola is also commonly called 'starfruit'.^^The only difference is that carambola grow on trees, and starfruit are a seasonal crop.^^^I discovered during my research that the flavor of this fruit can be infused into tea leaves to make a speacial tea, known as 'Astral Tea'.^^If you collect the extract from carambola zest using a juice keg, you can combine it with a white tea leaf in an oxidation unit. My experiments showed that loading the extract into the machine before the tea leaves produced the best results.^^Theoretically, you should be able to infuse any type of leaf with any type of fruit essence, but there are probably only a handful of viable combinations.^^Here is a sample of one of the leaves I produced. If you discover any other tea flavor combinations, I would be interested to hear about them.^^Sincerely,^Demetrius",
	"Elliot_Chandan.text": "Good Day @!^^I stopped by Robin's shop the other day, and she was selling a beautiful red wood that smells divine. After inquiring, I discovered it was sandalwood!^^In case you did not know, sandalwood can be ground into chandan powder, which can be used to make a very delicious tea.^^Of course, chandan is more commonly used to make soaps and dyes, but I prefer to drink mine!^^I asked Robin to grind me up a batch, and she gave me more that I can fit in my tea cannister. I've included a bit here for you to try out if you're interested.^^Have a marvelous day!^~ Elliot",
	"Emily_Serendipit.text": "Hello @!^^I wanted to share a tea with you that I use to relax and focus my energies. It is a gingko leaf based tea that has been infused with the extract of a Buddha's hand zest. In case you didn't know, you can infuse tea leaves using an oxidizer. Always load the extract before the tea.^^Enjoy!^Emily",
	"Kent_Bongsutang.text": "Hey @,^^I came across some pine nuts at a traveling merchant's cart the other day and they reminded me of a tea I used to drink overseas.^^If you crush pine nuts and coat them in honey, you can make a sweet tea that tastes like a latte. Mix up a batch if you're interested. Enjoy!^^Kent",
	"Krobus_CalamiTea.text": "Hello @,^^There is a way to make tea using those dark clovers that pop up on rainy days. Infuse black tea leaves with their extract to make Calami Tea.^^Well, maybe don't drink it because it's toxic to humans...But creatures like me enjoy its flavor!^^- Krobus",
	"Lewis_EGrey.text": "Hello @,^^I'm really fond of Earl Grey tea, but I've been having a hard time finding a quality brand. Earl Grey is just black tea that has been infused with the extract of a bergamot orange zest.^^If you were to figure out how to make it locally, you would have a much happier mayor on your hands.^^- Lewis",
	"Linus_Yaupon.text": "Hello @,^^Did you know that the parts of many kinds of tree can be made into natural teas? You can usually brew them like a normal tea, though sometimes they need to be processed.^^Birch, ginkgo, spruce and willow all have bark and leaves that make teas. The seeds from pine, maple and oak can also be made into teas, if you prepare them correctly.^^You can also use holly leaves to make a tea that is naturally caffeinated. Make sure you only brew the leaves, because the berries are toxic.^^Holly leaves can also be used to make a special kind of gin. Again, just make sure you only use the leaves, and no berries.^^Try making tea with some of the forrage I collected today. You might be surprised how good it is.^Linus",
	"Marlon_Celtic.text": "Hello @,^^Have you ever found a clover with four leaves? Such plants are supposed to be very lucky. If you make an extract with it in a juice keg, and then and infuse a black tea leaf with it in an oxidizer, you can make a special tea that will grant you luck during your travels. You can brew this Celtic Breakfast Tea just like you would any other kind of tea. Enjoy!^^Marlon",
	"Sandy_Cinnabar.text": "Hello @,^^Have you ever heard of red tea before? It is made by oxidizing the leaves of a certain desert shrub. If you infuse it with the extract of a myristica aril, you can make a special kind of tea.^^I have included the ingredients, as unfortunately my oxidizer is not working right now. Let me know how you like it!^^-Sandy",
	"Wizard_Felici.text": "Hello @,^^I was recently brought a strange, enchanted type of lemon from the Fern Islands. After a bit of experimentation, I discovered that it can be used to make a tea with several beneficial qualities.^^I will include a sample of the extract here. Infuse green tea leaves with extract of pink lemon zest to make Felici Tea.^^-M. Rasmodius, Wizard",
//
// TEXT - GUARDIAN INFO -----------------------------------------------
//
	"Wizard_Azeban.text": "Hello @,^^I have noticed a new presence in the sewer that has taken the form of a common raccoon. I spoke with him, and he seems primarily concerned with cleaning up the local environment. He should be safe enough, but be aware that the native peoples have long described raccoons as tricksters. Be wary of any deals he offers you.^^-M. Rasmodius, Wizard",
	"Wizard_Barghest.text": "Hello @,^^I did not realize when I sent you on your errand that a black hound had taken up residence in that swamp. Had I known, perhaps I would have gone myself instead.^^I believe based on its mannerisms that this creature is a 'barghest', and is probably best avoided.^^These creatures can cause terrible things to happen to the people who see them, and have been known to lead people to their doom. Making deals with them is particularly dangerous.^^Try to avoid that swamp unless you absolutely need to go there. I am hesitant to chase him out of there, as he might pick someplace closer to town as his new home. Best to know where he's at.^^-M. Rasmodius, Wizard",
	"Wizard_Coyotl.text": "Hello @,^^One of the mountain spirits mentioned that he had met you recently. The coyote on the mountain is an old acquaintence of mine; I do not suppose I need to tell you that he is no ordinary animal. He has wise things to say, and can provide you with rare items, but he can also be crafty and devious. Don't let your guard down around him.^^-M. Rasmodius, Wizard",
	"Wizard_Djinn.text": "Hello @,^^It has come to my attention that a new presence has awakened in the desert. This entity appears to have taken on the form of a creature depicted in ancient carvings, but I do not believe that is its true form.^^I cannot be certain, but stories tell of djinn and other spirits that sometimes cause people to become lost in the desert.^^I will continue to try to discover the true nature of this entity, but you should approach it with caution for the time being.^^-M. Rasmodius, Wizard",
	"Wizard_Pookah.text": "Hello @,^^I was communing with the nature spirits in the secret woods earlier, and one of the fae folk told me that he had made a connection with the 'new farmer'.^^I am sure that I do not need to tell you this, but the creature that has revealed itself to you is not a fox, but a faerie in disguise.^^^I do not believe him to be necessarily dangerous, but be aware that faeries are exceptionally tricky.^^That 'fox' is particularly mischevious. Be wary of the things he tries to sell you.^^-M. Rasmodius, Wizard",
	"Wizard_Nagual.text": "Hello @,^^I recieved word from the Fern Islands that there is a mysterious creature prowling around the jungle shrine. This creature looks like, and has taken the name of, Xolotl...But I do not believe there is an actual god walking around in that jungle.^^It is more likely that there is a 'nagual', or shape-shifter, lurking in the forests of Ginger Island.^^Such creatures are neither good nor evil. They are like nature itself, both kind and cruel at the same time.^^You should treat such an entity like a great storm or natural disaster. That is to say, respect its power, and do not go anywhere near it!^^-M. Rasmodius, Wizard",
	"Wizard_Selkie.text": "Hello @,^^It has come to my attention that you have met Astrid on Ginger Island. Though she may appear to be a normal human, she is actually a 'selkie', and can transform into a seal at will.^^I normally do not divulge such information about magical entities, but I know I can trust you to keep her secret, and I felt it was important to tell you. There are many stories of humans who fall in love with selkies, but those stories never end hapily.^^Astrid does have access to some rare items, and has knowledge of obscure things, so she is definitely worth getting to know. Just don't let yourself get TOO close to any selkies or merfolk. ^^-M. Rasmodius, Wizard",
//
// TEXT - MISC -----------------------------------------------
//
	"Alex_Spirulina.text": "Hey @,^^Did you ever notice how much seaweed washes up on the shore? People don't really appreciate it, but seaweed and kelp are actually really good for you. You can dry it, pickle it, make tea with it; you can add it to your diet all sorts of ways!^^Same with algae, you can make a super healthy Spirulina Tea with common green algae.^^^^Here, try a few of these items I picked up from a health store in Zuzu City. It's kind of an acquired taste, but the nutrition factor is well worth it!^^- Alex",
	"Clint_GoldFeather.text": "Hello @,^^I found a Golden Feather lying on the ground the other day. It felt like real gold, so I threw it in the smelter and it made five whole bars!^^I asked a colleague about this, and he said he had found a similar feather that he was able to grind into a valuable dust. He also sent me another strange item which I'm passing on to you.^^Keep an eye out, who knows what you might find!^^Take care,^Clint",
	"Linus_Samaras.text": "Hello @!^^Did you know that many of the seeds you can forage from the wild are edible? Maple seeds, acorns and mahogany seeds can all be used like nuts, they just need to be prepared for use.^^Acorns can be blanched to remove their toxins. Maple and mahogany seeds can have their inedible and  toxic parts removed with a grinder. ^^Once they have been prepared, you can use these seeds to make butters, oils, milks and teas.^^There is also a way to make jelly using pine cones, though I've never been able to do it in a standard preserves jar. The syrup from that jelly is so sweet they call it 'pine honey', and it can be used to make mead.^^There's food all around, you just need to know where to look.^- Linus",
	"Robin_Glass.text": "Hey @!^^I started selling panes of glass a little while ago, you can use them to craft certain machines. Since I'm now selling them, I'll also buy any glass panes you make if you put them in your shipping chest before bed. You can recycle glass shards into panes of glass using a furnace.^^I've also started carrying a few new production tools, and a couple exotic varieties of wood.^^Stop by the next time you're near the mountain, we need to catch up!^^- Robin", 
	"Marnie_Cheese_Making.text": "Hello @,^^Not only do I sell a variety of animals and husbandry equipment; I also have a variety of specialty milks and enzymes for making gourmet cheeses. I'm not sure if you have a cheese press or not, but I've included a couple of samples for you to try out.^^- Marnie",
//
// TITLES - GUARDIAN SHOPS -----------------------------------------------------
//
//TITLES - AMANRA
	"Amanra_Greeting.title": "Amanra #1",
	"Amanra_2Heart.title": "Amanra #2",
	"Amanra_4Heart.title": "Amanra #3",
	"Amanra_6Heart.title": "Amanra #4",
	"Amanra_8Heart.title": "Amanra #5",
	"Amanra_10Heart.title": "Amanra #6",
//TITLES - ASTRID
	"Astrid_Greeting.title": "Astrid #1",
	"Astrid_2Heart.title": "Astrid #2",
	"Astrid_4Heart.title": "Astrid #3",
	"Astrid_6Heart.title": "Astrid #4",
	"Astrid_8Heart.title": "Astrid #5",
	"Astrid_10Heart.title": "Astrid #6",
//TITLES - COYOTE
	"Coyote_Greeting.title": "Coyote #1",
	"Coyote_2Heart.title": "Coyote #2",
	"Coyote_4Heart.title": "Coyote #3",
	"Coyote_6Heart.title": "Coyote #4",
	"Coyote_8Heart.title": "Coyote #5",
	"Coyote_10Heart.title": "Coyote #6",
//TITLES - MEPHISTO
	"Mephisto_Greeting.title": "Recycle Trash for Goods",
	"Mephisto_2Heart.title": "Now Recycling Old Newspaper",
	"Mephisto_4Heart.title": "Now Recycling Broken CDs",
	"Mephisto_6Heart.title": "Now Recycling Soda-Pop Rings",
	"Mephisto_8Heart.title": "Now Recycling Plastic Bottles",
	"Mephisto_10Heart.title": "Now Recycling Broken Glasses",
//TITLES - PUCK
	"Puck_Greeting.title": "Puck #1",
	"Puck_2Heart.title": "Puck #2",
	"Puck_4Heart.title": "Puck #3",
	"Puck_6Heart.title": "Puck #4",
	"Puck_8Heart.title": "Puck #5",
	"Puck_10Heart.title": "Puck #6",
//TITLES - SHUCK
	"Shuck_Greeting.title": "Shuck #1",
	"Shuck_2Heart.title": "Shuck #2",
	"Shuck_4Heart.title": "Shuck #3",
	"Shuck_6Heart.title": "Shuck #4",
	"Shuck_8Heart.title": "Shuck #5",
	"Shuck_10Heart.title": "Shuck #6",
//TITLES - XOLOTL
	"Xolotl_Greeting.title": "Xolotl #1",
	"Xolotl_2Heart.title": "Xolotl #2",
	"Xolotl_4Heart.title": "Xolotl #3",
	"Xolotl_6Heart.title": "Xolotl #4",
	"Xolotl_8Heart.title": "Xolotl #5",
	"Xolotl_10Heart.title": "Xolotl #6",
// TITLES - ALL - ALL HEART
	"All_AllHeart.title": "A Special Gift",
//
// TITLES - VANILLA NPCs --------------------------------------------------
//
// TITLES - MACHINE BLUEPRINTS
	"Clint_Auto_Mill.title": "Indoor Grinding Mill",
	"Sam_Beverage_Keg.title": "Home-Made Sodas!",
	"Kent_Fermentation_Tank.title": "Advanced Wine Making",
	"Lewis_Distillation_Tank.title": "Specialty Liquors",
	"Pierre_Dry_Packer.title": "Specialty Dry Goods",
	"Gus_DW_Keg.title": "Advanced Beer Production",
	"Robin_Flow_Hive.title": "High-Tech Bee Hive",
	"Sandy_Fragrance_Extractor.title": "Perfumes & Colognes",
	"Demetrius_Incubation_Tank.title": "Live Culture Production",
	"Alex_Juice_Keg.title": "Healthy Beverage Alternatives",
	"Maru_Milk_Keg.title": "Non-Dairy Substitutes",
	"Caroline_Oxidizer.title": "Advanced Tea Processing",
	"Pam_Puree_Jar.title": "Butters and Purees",
	"Wizard_Magic_Cauldron.title": "Magical Brews",
	"Evelyn_DP_Jar.title": "Advanced Jelly Making",
	"George_Tea_Keg.title": "Healthy Tea Brewing",
	"Harvey_Mold_Colony.title": "Culturing Molds",
	"Marnie_Cheese_Processor.title": "Cheese Processing",
	"Shane_Churn.title": "Churning Butter",
	"Krobus_Azoth.title": "Magic Powder",
// TITLES - TEA INSTRUCTIONS
	"Demetrius_Astral_Tea.title": "Astral Tea",
	"Elliot_Chandan.title": "Chandan Tea",
	"Emily_Serendipit.title": "Serendipit Tea",
	"Kent_Bongsutang.title": "Bongsutang Tea",
	"Krobus_CalamiTea.title": "Calami Tea",
	"Lewis_EGrey.title": "Earl Grey",
	"Linus_Yaupon.title": "Natural Teas",
	"Marlon_Celtic.title": "Celtic Breakfast Tea",
	"Sandy_Cinnabar.title": "Cinnabar Tea",
	"Wizard_Felici.title": "Felici Tea",
// TITLES - GUARDIAN INFO
	"Wizard_Azeban.title": "The new sewer denizen...",
	"Wizard_Barghest.title": "The dark creature in the swamp...",
	"Wizard_Coyotl.title": "The coyote on the mountain...",
	"Wizard_Djinn.title": "The mirage in the desert...",
	"Wizard_Nagual.title": "The shadow in the jungle...",
	"Wizard_Pookah.title": "The fox that isn't a fox...",
	"Wizard_Selkie.title": "The woman from the sea...",
// TITLES - MISC
	"Alex_Spirulina.title": "Seaweed Uses",
	"Clint_GoldFeather.title": "Strange Feathers",
	"Linus_Samaras.title": "Wild Tree Seed Uses",
	"Robin_Glass.title": "New Crafting Materials!",
	"Marnie_Cheese_Making.title": "Specialty Cheese Making",

}