{
  	"Introduction": "What's this? ...A human?$2#$b#...Er...$3#$b#Hello there...Are you interested in buying anything from the far reaches of the sea?$0#$b#My wears are listed in the book on the sea shrine...If you can read the old language...$3#",
// 0 HEART ============================================    
	"Mon": "I represent the guardians of the sea.$1#$b#If you wish to make offerings to the temple beneath the waves, you can leave them with me.$0#",
  	"Tue": "Yes...The other guardians do tend to often take the forms of animals.$2#$b#I am not a human myself...I just look like one often.$3#$b#Those other guys aren't exactly animals, though.$0#",
  	"Wed": "The guardians of the sea prefer fresh, natural and beautiful offerings.$2#$b#Of course, we wouldn't frown at a nice bit of alcohol!$0#",
  	"Thu": "The more pleased the sea spirits become, the more items they will allow me to sell to you.$1#",
  	"Fri": "The waters of this world are all connected. Even lakes and rivers on land connect in secret places deep underground.$0#",
  	"Sat": "Very few humans ever seem to notice me...But you are different from most humans, it seems.$5#",
  	"Sun": "If you happen to produce alcohol on your farm, it makes an excellent offering...$1#$b#For the sea spirits, or course.$3#",
// 2 HEART ============================================
  	"Mon2": "Ah, hello again.$2#$b#The happier you make the sea spirits, the nicer and rarer the items I'll have available to sell you will become.$1#$b#I mean...It's generally a good idea to keep them happy anyway...If yoo want to keep your ship afloat.$3#",
  	"Tue2": "The things you gift to the sea? Sometimes we leave them as gifts to humans that were always respectful and are now older.$2#$b#Though some items are used by merfolk to barter with other races.$3#",
  	"Wed2": "Many strage and valuable things wash up from the depths of the sea.$2#$b#If you comb the beaches after it storms, sometimes heavier items get dredged up.$0#",
  	"Thu2": "The merfolk in this area are so different from those up north.$2#$b#I prefer the more serious nature of their cold weather cousins, but I have been selected as the sea sage for this region.$3#",
  	"Fri2": "It is far too warm in this region for someone like me. Why didn't the Sea Mither assign me to the Frozen Sea?.$4#",
  	"Sat2": "Recently I have noticed far more humans on this island than there used to be.$2#$b#I wouldn't mind so much, except for all of the trash I find washed up on the beach now.$3#",
  	"Sun2": "I wish there were more of my kind in this area.$3#$b#The mermaids? I...I'm not a mermaid.$2#$b#I'm something a little different.$0#",
// 4 HEART ============================================
  	"Mon4": "Different varieties of the same type of crop can produce very different products.$2#$b#Sometimes things like zests or petals can be used to make unique items as well.$0#",
  	"Tue4": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
  	"Wed4": "Different types of grain can be used to produce unique beers. Certain flowers and herbs can be used to make specialty beers as well.$2#$b#Have I told you the sea spirits enjoy alcohol?$0#$b#The sea spirits enjoy alcohol. You should go get m...them some beer.$2#",
  	"Thu4": "The waterways of this world are all connected. It's easy for me to find valuable things in the ocean, which I can trade with merchants from all over.$2#$b#I sometimes have rare items in the shop as a result.$0#",
  	"Fri4": "Some herbs have seeds that can be used as spices.$2#$b#Seeds that are sold unpackaged usually have multiple uses.$0#",
  	"Sat4": "There is a giant beast that lives in the sea between this island and your hometown.$2#$b#I've even overheard the old sea captain say that he saw him once from the docks of the mainland.$3#$b#Sometimes his scales wash ashore after storms. They have a fair amount of magical energy, if you can figure out how to harness it.$0#",
  	"Sun4": "The leviathan who dwells in this part of the sea is mostly harmless to humans, he's just there to guard the sea temple located in this area.$1#$b#Though, he does seem to be more troubled than usual lately. I think he is upset with the amount of garbage in the ocean.$3#",
// 6 HEART ============================================
  	"Mon6": "Be careful around sea spirits you don't know, not all of us are friendly.$1#$b#Sirens and Nixies will often try to lure young people close to the shore so that they can drag them underwater.$5#",
  	"Tue6": "I've swum near your settlement on rainy days and uh...$3#$b#I'm sure that faerie they have watching the forest temple is keeping it in check.$2#$b#If you hear something howling, it's best to stay out of the deep woods.$0#",
  	"Wed6": "The gentian plant has usable flowers, roots and bark. When processed correctly, each part can make very different products.$0#",
  	"Thu6": "If you look around closely in areas where humans and nature cross paths, you might find other nature guardians representing other realms.$2#$b#It would be a good idea to find and befriend all of them.$0#$b#...$2#$b#It would be a good idea to find and befriend MOST of them...$3#",
  	"Fri6": "There are certain fish which are considered to be the masters of their respective realms. Unfortunately humans seem to think it is fun to catch certain fish just for sport.$4#$b#A few of them have gone quiet recently.  I hope nothing happened to them. You haven't heard anything...Have you?$4#",
  	"Sat6": "The fox in the woods should have a special herb that makes a tasty green beer.$1#$b#Sometimes he doesn't sell things to folks he doesn't trust though...$2#$b#I really wish I had some green beer right now...$3#$b#...$5#$b#Oh yeah, he's right next to the pond!$2#",
  	"Sun6": "If you pour water on the lava in the volcano, it will harden enough for you to walk across it.$2#$b#Though it is...Far, far too hot for a sea spirit to wander around in there.$3#$b#Luckily, the Nagual is not far from here...For those rare occasions when I have business with the fire temple.$0#",
// 8 HEART ============================================
  	"Mon8": "The coco de mer nuts that wash up on shore from time to time used to really confuse humans. They thought they would rise up from the bottom of the sea to wash ashore.$1#$b#They also used to call them 'lady fruit', because of their shape, and believed the trees would actively...mate.$0#$b#Humans are amusing.$0#",
  	"Tue8": "If you ever get stranded on a deserted island, make sure that you find fresh water first.$2#$b#Humans tend to go insane when they drink sea water.$3#",
  	"Wed8": "Sea heart beans can't be used by humans as they are, you need to soak them in order to be able to make them edible to humans.$2#",
  	"Thu8": "Selkies can change our form between seal and human by putting on and taking off our seal skins.$2#$b#There are male selkies as well, they're just less common.$0#$b#Not that there are many of my kind in this part of the world.$3#",
  	"Fri8": "There are magical trees and crops which grow fruit that you humans consider 'legendary'.$2#$b#If you continue to please the sea spirits, maybe a few will show up in my shop.$0#",
  	"Sat8": "If you happen to befriend all of the guardians of all of the regions around you, we may decide to sell you some extra special crops and trees to reward your work.$0#",
  	"Sun8": "Occasionally I see beings from other realms, visiting the island to use the volcano forge.$2#$b#Once in a while Valkyries will stop by, they tend to bring items that are popular in the region I grew up in.$0#",
// 10 HEART - SPRING ============================================
  	"spring_Mon10": "Lotus flowers have been used by humans for thousands of years.$0#$b#You seem to mostly use them to halucinate nowadays, but they used to be used to commune with nature.$2#",
	"spring_Tue10": "The sea spirits were so pleased with your efforts that they created a new species of lemon to mimic an imaginary human flavor.$2#$b#I can't say I'm unhappy about this.$0#",
  	"spring_Wed10": "Many strage and valuable things wash up from the depths of the sea.$2#$b#If you comb the beaches after it storms, sometimes heavier items get dredged up.$0#",
	"spring_Thu10": "There is a great feathered serpent on the islands not far from here. When he flies over this land, rainbows can be seen in the sky.$0#$b#If you are lucky, you may find one of its feathers.$2#",
	"spring_Fri10": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
	"spring_Sat10": "Selkies can change our form between seal and human by putting on and taking off our seal skins.$2#$b#There are male selkies as well, they're just less common.$0#$b#Not that there are many of my kind in this part of the world.$3#",
  	"spring_Sun10": "The coco de mer nuts that wash up on shore from time to time used to really confuse humans. They thought they would rise up from the bottom of the sea to wash ashore.$1#$b#They also used to call them 'lady fruit', because of their shape, and believed the trees would actively...mate.$0#$b#Humans are amusing.$0#",
// 10 HEART - SUMMER ============================================
	"summer_Mon10": "The anemushrooms that grow on the beach in the summer are the only type of mushroom I know of that can tolerate sea water.$2#$b#They can be made into a tea with special properties if you know how to process them.$0#",
	"summer_Tue10": "If you ever get stranded on a deserted island, make sure that you find fresh water first.$2#Humans tend to go insane when they drink sea water.$3#",
	"summer_Wed10": "Thunder caps usually only grow after it storms. Since it storms so often on the island, you can find them in the jungle from time to time.",
	"summer_Thu10": "If you pour water on the lava in the volcano, it will harden enough for you to walk across it.$2#$b#Though it is...Far, far too hot for a sea spirit to wander around in there.$3#$b#Luckily, the Nagual is not far from here...For those rare occasions when I have business with the fire temple.$0#",
  	"summer_Fri10": "There is a giant beast that lives in the sea between this island and your hometown.$2#$b#I've even overheard the old sea captain say that he saw him once from the docks of the mainland.$3#$b#Sometimes leviathan's scales wash ashore after storms. They have a fair amount of magical energy, if you can figure out how to harness it.$0#",
	"summer_Sat10": "There is a thuderbird who makes his home on this island.$2#$b#Sometimes it flies toward the mainland when it's warmer out. You might find one of its feathers if you go out on a stormy day.$0#",
  	"summer_Sun10": "There are giant birds that come out on sunny and windy days. Their feathers can be smelted into bars of silver and gold.$1#$b#When I lived up north, one of the blacksmiths kept a bird which silver feathers. He would use them to craft swords and armor, and never had to mine for ore.$0#",
// 10 HEART - FALL ============================================
	"fall_Mon10": "Certain crops, when cared for well, may produce several usable items. If you pick a fruit and find seeds, leaves or flowers, they can often be used as well.$0#", 
  	"fall_Tue10": "Certain crops, if raised in the correct conditions, may drop extra produce like seeds, flowers, leaves or roots.$2#$b#Many of these items can be used to make unique products.$0#",
  	"fall_Wed10": "The merfolk in this area are so different from those up north.$2#$b#I prefer the more serious nature of their cold weather cousins, but I have been selected as the sea sage for this region.$3#",
	"fall_Thu10": "Be careful around sea spirits you don't know, not all of us are friendly.$1#$b#Sirens and Nixies will often try to lure young people close to the shore so that they can drag them underwater.$5#",
  	"fall_Fri10": "Different types of grain can be used to produce unique beers. Certain flowers and herbs can be used to make specialty beers as well.$2#$b#Have I told you the sea spirits enjoy alcohol?$0#$b#The sea spirits enjoy alcohol. You should go get m...them some beer.$2#",
	"fall_Sun10": "If you find a feather, claw or fang from a mythical creature, you can often grind them down into a dust that makes them usable for arcane purposes$1#",
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "Most mushrooms can't grow in cold weather, but the Frost Caps and Berserker Mushrooms I sell grow well in winter.$0#$b#Viking warriors where I come from used to use Berserker Mushrooms to gain strength in battle.$2#",
	"fall_Sat10": "Make sure you lock your livestock in at night.$2#$b#The Nuckelavee is free to terrorize the land in the winter months.$3#",
	"winter_Tue10": "There is a great bird that swims through the sea like most birds fly through the air. It makes it snow whenever if flies out of the ocean.$0#$b#If you find a feather made of ice on a snowy day, it might have been dropped by the Alkonost.$1#",
	"winter_Wed10": "Hraesvelgr is more active in the winter months. Keep an eye out for silver feathers on windy days.$0#", 
	"winter_Thu10": "Polar berries do not grow leaves. They thrive in the darkest and coldest parts of the world.$2#$b#Mine have been enchanted to thrive in brighter and warmer climates.$0#",
	"winter_Fri10": "The flowers of the World Tree, Yggdrasil, shine with the prismatic light of the aurora.$1#$b#It is said that the Bifrost are a bridge between mortals and gods.$5#",
	"winter_Sat10": "The leviathan who dwells in this part of the sea is mostly harmless to humans, he's just there to guard the sea temple located in this area.$1#$b#Though, he does seem to be more troubled than usual lately. I think he is upset with the amount of garbage in the ocean.$3#",
	"winter_Sun10": "Occasionally I see beings from other realms, visiting the island to use the volcano forge.$2#$b#Once in a while Valkyries will stop by, they tend to bring items that are popular in the region I grew up in.$0#",
// MISC ============================================
}





