{
  	"Introduction": "Hey, look at that. There's a human wandering around in the sewer for no reason.$1#$b#You want to make a deal with me? I'll trade you some handy gadgets if you do me a favor and clean up some of the mess your bretheren have left out in nature.$3#$b#Go check out that poster to see what I've got to offer you.$4#",
// 0 HEART ============================================    
	"Mon": "You don't seem as surprised as I'd have thought...Are talking animals not uncommon to you? Ah, the nature guardians must be posing as animals right now, is that it?$0#$b#News flash buddy, if it looks like an animal and moves like an animal and talks like a human...$1#$b#It's NOT an animal.$5#$b#Oh...But I'm just an average, harmless raccoon...$3#$b#Who talks like a human!$4#",
  	"Tue": "If you use one of my production pouches with an oxidizer, you can create specialty types of tea.$0#$b#I am not unfond of tea, so you know...If you make anything interesting I'll try it out for you..$1#",
  	"Wed": "If you happen to make any booze at that farm of yours, you should send it this way.$3#$b#The more I trust you, the better the machines I'll trade you.$1#",
  	"Thu": "The roasting pouches I sell can be used inside of a charcoal kiln with a piece of wood.$0#$b#You can roast nuts, seeds, pods, coffee beans and malts; puff rice, make specialty teas, and smoke peppers and agave.$1#",
  	"Fri": "If you happen to fish any trash out of the local waterways, don't throw it back. If you bring it down here you can trade it in for a gadget...$1#$b#Or if you have a recycling machine you can process it into something useful.$4#",
  	"Sat": "Once I get to know you a bit better, I'll trade you more complex machines...$2#$b#If you don't get on my nerves too much.$5#",
  	"Sun": "If you ever need a break from working that farm of yours, stop by and I'll give you some pointers on how to get the best usage out of some of the machines I make.$0#$b#And...You know...If you were to happen to bring a couple of beers along, I certainly wouldn't complain.$3#",
// 2 HEART ============================================
  	"Mon2": "Cryonic pouches can be used to infuse malt with cold energy. This is generally done in an oxidizer, but it can also be done in a kiln.$1#",
  	"Tue2": "Acorns, sea hearts and horn nuts need to be soaked before they can be processed for human use.$0#$b#If you put them in a standard preserves jar with some blanching powder, you can soften them and leach out excess tannins.$1#",
  	"Wed2": "The standard keg and preserves jar are a bit limited...Perhaps if I get to know you better I'll trade you a few of my deluxe versions.$3#",
  	"Thu2": "You can mash fruit and flowers in the puree jar into a consistency that will let you blend them into cocktails.$2#$b#If you add nuts, seeds, milk or certain oils you can make butters and nut butters as well.$0#",
  	"Fri2": "Certain herbs, cheeses and peppers can be blended into sauces and dips using the puree jar.$0#$b#It can also be used to make dessert puddings and sweet confections, though these require additional ingredients.$1#",
  	"Sat2": "The juice keg not only makes juices from fruits and vegetables; it can also be used to make floral waters, as well as a variety of extracts from herbs, spices, nuts and zests.$1#",
  	"Sun2": "My self-heating tea keg can produce hot beverages from crops that other machines may be unable to.$0#$b#Flowers, herbs, seeds and nuts can all be used to produce teas. Brew times will vary depending on if fresh, dried or ground ingredients are used.$2#$b#Coffees and cocoas can also be brewed in that variety of keg.$1#",
// 4 HEART ============================================
  	"Mon4": "Certain herbs, peppers, fruits and oils can be used as a flavor base in the mayonnaise machine.$0#$b#If you can figure out how to make ketchup, you can even make a variety using that as a base.$1#",
  	"Tue4": "Seed makers will work on most crops, and will even work on secondary items you are able to harvest.$1#$b#Certain rare mushrooms and enchanted crops may not always produce the type of seed or spore you desire, however.$5#",
  	"Wed4": "My beverage keg can make a variety of syrups and lemonades, though you have to add your own sugar.$0#$b#The carbonator lets you make craft sodas as well, though this also needs additional sugar.$2#$b#Certain syrups can be fed back into the machine with milk if you want to produce flavored milks.$1#",
  	"Thu4": "You can infuse teas and coffee beans using an oxidizer. By using certain flavor extracts, production pouches or spice mixes you can produce different infusions.$1#$b#Generally speaking, these items are added before the leaves or coffee beans.$0#",
  	"Fri4": "The auto mill can grind herbs, spices, flowers, grains, nuts, coffees and citrus zests. Re-milling crushed nuts will produce nut flours.$0#",
  	"Sat4": "The milk keg can be used to make non-dairy milks from seeds and nuts. You can also use certain grains, like oats or rice, to make a similar substance.$1#",
  	"Sun4": "The oxidizer has a dehydrator function on it, and can be used to dry flowers, herbs, mushrooms and certain fruits.$0#$b#You can also make snack chips with a pawful of fruit and vegetable varieties.$4#",
// 6 HEART ============================================
  	"Mon6": "Honey made from the flow hive can be used to make meads, honey jellies and nectars with very potent flavors.$0#$b#Occasionally the hive will produce a honeycomb or wax instead of honey.$4#",
  	"Tue6": "Certain machines may produce different items when given the same input. The machine will make a determination if that item is best suited for perhaps making a juice or an extract, for example.$1#$b#There is unfortunately no way to know which item will be crafted by looking at the produce, it is random probability.$4#",
  	"Wed6": "Most organic matter can be used to make fertilizer.$3#$b#Seashells and other types of forage can be thrown into the bone grinder just like standard bones and fossils.$4#",
  	"Thu6": "Bees are fond of certain divine and legendary crops. If you put such items into a flow hive, the bees may produce very special honey for you.$4#",
  	"Fri6": "The dry packer will process and package most herbs and spices, and will also separate the petals from flowers.$0#$b#You can also make a variety of cereals with different grains and flours. Some cereals can be flavored by pouring them back into the machine with additional ingredients.$1#",
  	"Sat6": "The bone mill comes in handy if you need to dispose of any bodie...$3#$b#I mean...$4#$b#It makes some quality fertilizer!$5#",
  	"Sun6": "Most golden and silver items can be melted down in the furnace.$0#$b#If you find leaves, antlers or feathers that appear to be made out of precious metal, you can smelt them down for a couple extra ingots.$1#",
// 8 HEART ============================================
  	"Mon8": "My distillation tank can be used to age certain liquors. If you put whiskeys or tequilas back into the tank, you can produce finer versions that will sell for a higher price.$1#Make sure you bring me a sample though...For quality assurance$3#",
  	"Tue8": "If you're getting tired of running to the shop to pick up cultures of yeast or bacteria, you can grow your own inside one of my incubation tanks. You can also use it to grow algae and seaweed.$4#",
  	"Wed8": "I am able to repurpose most of the trash that you bring me into usable materials to build machines with.$3#$b#Some of them require quite a few components, so you need to trade in a larger amount of material to cover the construction costs.$1#",
  	"Thu8": "The fermentation tank can be used to make beers, ciders and kombuchas; as well as sparkling wines, meads and ciders.$3#$b#Certain items may need yeast, SCOBY or malt to ferment properly.$2#$b#My tank even makes vinegar, sauerkraut and soy sauce!$4#",
  	"Fri8": "You can distill almost anything into a liquor.$3#$b#Most fruits, flowers, herbs, spices, grains, nuts, honeys and zests can be used to make liquors, spirits or bitters.$4#$b#Of course, basic spirits tend to be made with things like corn, potatoes and sugar.$0#$b#You might need to add sugar to produce certain liqueurs, such as floral and herbal drams.$2#",
  	"Sat8": "Many of the sewers in this world are connected through the deepest, darkest places.$3#$b#There is a warp in a wall gap in this area that leads to one of the realms of shadow.$2#$b#That place serves as a nexus point connecting the tunnels beneath several human cities.$5#",
  	"Sun8": "Adding malts and other additives to the tank before distilling or fermenting can drastically change the flavor of the beer you are trying to produce.$4#$b#Try putting malts, yeasts and bacteria cultures into the fermentation and distillation tanks to create a wider variety of alcohol.$0#$b#I'd of course be happy to do quality control for you.$3#",
// 10 HEART - SPRING ============================================
  	"spring_Mon10": "The fragrance extractor can be used to produce a variety of colognes and perfumes from flowers. Fragrances can also be made from a few fruits, herbs and spices as well.$4#",
	"spring_Tue10": "Bees are fond of certain divine and legendary crops. If you put such items into a flow hive, the bees may produce very special honey for you.$4#",
  	"spring_Wed10": "The juice keg not only makes juices from fruits and vegetables; it can also be used to make floral waters, as well as a variety of extracts from herbs, spices, nuts and zests.$1#",
	"spring_Thu10": "You can mash fruit and flowers in the puree jar into a consistency that will let you blend them into cocktails.$4#$b#If you add nuts, seeds, milk or certain oils you can make butters and nut butters as well.$0#",
	"spring_Fri10": "If you pour wine back into the deluxe wine keg, you can distill it into brandy.$4#$b#Pouring brandy back into the keg with wine of the same type will net you two bottles of port wine.$0#$b#Mead works in the same fashion, though mythical crops generally only produce a single bottle of port.$2#$b#But hey, two bottles isn't bad, huh? Always have one to spare for your sewer buddy!$3#",
	"spring_Sat10": "Acorns, sea hearts and horn nuts need to be soaked before they can be processed for human use.$2#$b#If you put them in a standard preserves jar with some blanching powder, you can soften them and leach out excess tannins.$0#",
  	"spring_Sun10": "The oxidizer has a dehydrator function on it, and can be used to dry flowers, herbs, mushrooms and certain fruits.$0#$b#You can also make snack chips with a pawful of fruit and vegetable varieties.$4#",
// 10 HEART - SUMMER ============================================
	"summer_Mon10": "The roasting pouches I sell can be used inside of a charcoal kiln with a piece of wood.$2#$b#You can roast nuts, seeds, pods, coffee beans and malts; puff rice, make specialty teas, and smoke peppers and agave.$0#",
	"summer_Tue10": "Most organic matter can be used to make fertilizer.$3#$b#Seashells and other types of forage can be thrown into the bone grinder just like standard bones and fossils.$4#",
	"summer_Wed10": "The dry packer will process and package most herbs and spices, and will separate the petals from flowers.$0#$b#You can also make a variety of cereals with different grains and flours. Some cereals can be flavored by pouring them back into the machine with additional ingredients.$1#",
	"summer_Thu10": "The deluxe preserves jar can make jellies from flowers and herbs. It can also pickle mushrooms, nuts, and a variety of vegetables that standard kegs cannot.$4#",
  	"summer_Fri10": "You can distill almost anything into a liquor.$3#$b#Most fruits, flowers, herbs, spices, grains, nuts, honeys and zests can be used to make liquors, spirits or bitters.$4#$b#Of course, basic spirits tend to be made with things like corn, potatoes and sugar.$0#$b#You might need to add sugar to produce certain liqueurs, such as floral and herbal drams.$2#",
	"summer_Sat10": "If you happen to fish any trash out of the local waterways, don't throw it back. If you bring it down here you can trade it in for a gadget...$1#$b#Or if you have a recycling machine you can process it into something useful.$4#",
  	"summer_Sun10": "If you ever need a break from working that farm of yours, stop by and I'll give you some pointers on how to get the best usage out of some of the machines I make.$0#$b#And...You know...If were you to happen to bring a couple of beers along, I certainly wouldn't complain.$3#",
// 10 HEART - FALL ============================================
	"fall_Mon10": "Certain machines may produce different items when given the same input. The machine will make a determination if that item is best suited for perhaps making a juice or an extract, for example.$1#$b#There is unfortunately no way to know which item will be crafted by looking at the produce, it is random probability.$4#",
  	"fall_Tue10": "My distillation tank can be used to age certain liquors. If you put whiskeys or tequilas back into the tank, you can produce finer versions that will sell for a higher price.$1#Make sure you bring me a sample though...For quality assurance$3#",
  	"fall_Wed10": "Many of the sewers in this world are connected through the deepest, darkest places.$3#$b#There is a warp in a wall gap in this area that leads to one of the realms of shadow.$2#$b#That place serves as a nexus point connecting the tunnels beneath several human cities.$5#",
	"fall_Thu10": "If you reload jelly into the deluxe preserves jar with additional fruit or flowers, you can make jam.$1#$b#Reload the jam with more fruit or flowers to make compote or preserves.$1#",
  	"fall_Fri10": "The bone mill comes in handy if you need to dispose of any bodie...$3#$b#I mean...$4#$b#It makes some quality fertilizer!$5#",
	"fall_Sat10": "Certain herbs, peppers, fruits and oils can be used as a flavor base in the mayonnaise machine.$0#$b#If you can figure out how to make ketchup, you can even make a variety using that as a base.$1#",
	"fall_Sun10": "My beverage keg can make a variety of syrups and lemonades, though you have to add your own sugar.$0#$b#The carbonator lets you make craft sodas as well, though this also needs additional sugar.$2#$b#Certain syrups can be fed back into the machine with milk if you want to produce flavored milks.$1#",
// 10 HEART - WINTER ============================================
  	"winter_Mon10": "Cryonic pouches can be used to infuse malt with cold energy. This is traditionally done in an oxidizer, but it can also be done in a kiln.$1#",
	"winter_Tue10": "Adding malts and other additives to the tank before distilling or fermenting can drastically change the flavor of the beer you are trying to produce.$4#$b#Try putting malts, yeasts and bacteria cultures into the fermentation and distillation tanks to create a wider variety of alcohol.$0#$b#I'd of course be happy to do quality control for you.$3#",
	"winter_Wed10": "The deluxe wine keg is designed to distill brandies and mead balsams and mix port wines and meads.$1#$b#In other words, you can produce wine directly into brandy, and then to port all in a single machine.$4#", 
	"winter_Thu10": "I am able to repurpose most of the trash that you bring me into usable materials to build machines with.$2#$b#Some of them require quite a few components, so you need to trade in a larger amount of material to cover the construction costs.$0#",
	"winter_Fri10": "Certain herbs, cheeses and peppers can be blended into sauces and dips using the puree jar.$0#$b#It can also be used to make dessert puddings and sweet confections, though these require additional ingredients.$1#",
	"winter_Sat10": "You can infuse teas and coffee beans using an oxidizer. By using certain flavor extracts, production pouches or spice mixes you can produce different infusions.$1#$b#Generally speaking, these items are added before the leaves or coffee beans.$0#",
	"winter_Sun10": "I designed all of the machines that I sell, it's kind of a hobby of mine.$3#$b#The blueprints? I uh...Lost them...$5#",
// MISC ============================================
}





